[
{"article_title": ["Bridgerton has a rape scene, but it’s not treated like one"], "article_body": ", Shonda Rimes’s first collaboration with Netflix, may be a sumptuous, scandal-laced frolic through Regency London. But like many Shondaland series, it has plenty of dark and disturbing moments, and the show’s first season leaves us with more questions than answers. Chief among them: Does the creative team realize how badly they handled the rape scene?Romance novelist Julia Quinn wrote the novel series on which  is based, starting with  in 2000. The first season, written by Shondaland veteran  (), follows  fairly closely — including one scene that’s central to the plot but that has been called out repeatedly by romance readers over the years .In the two decades since the book’s release,  has become more aware of what is and isn’t consensual sex, and the show deliberately made changes to the scene to make it less explicitly nonconsensual. That indicates to me that Van Dusen and his fellow creatives knew the problems with the scene they were adapting. But the version of this scene that ended up in the show is still nonconsensual, despite the tweaks. And although it’s framed as a serious violation of trust between consenting parties, it passes without any explicit acknowledgment on the show’s part that what just occurred was a deeply disturbing violation of consent. is thematically concerned with the dynamics of informed consent, which makes it even stranger that this scene was left unaddressed; indeed, if there are any lasting repercussions for the victim of the assault or their dynamic with their rapist, we don’t actually see them.Because it happens pretty quickly and the narrative moves on immediately from the specifics of the sexual encounter itself, I’m not sure everyone will judge this scene in the same way I do. But that’s why we should discuss it.is a historical romance set during London’s Regency era, a period of whirling 19th-century ballrooms and high-society intrigues. Our story revolves around gorgeous debutante Daphne Bridgerton () and the fake courtship she arranges during her debut on London’s “marriage mart,” the upper-class ritual of social functions that help eligible ladies and gentlemen make a match.Despite coming from a powerful family and making a splash at her debut, Daphne is having trouble attracting suitors — so she bets (correctly) that faking a courtship with a very eligible duke will reignite the attention of other gentlemen. Her choice of bachelor: Simon, the hunky Duke of Hastings (), a Black man whose family was recently elevated to the peerage. Simon is trying to avoid matrimonial plots because he’s sworn off marriage, due to his solemn vow never to father children in order to let his entire family line, title and all, die with him. It’s a promise he made in order to spite his abusive late father, who emotionally abused Simon all his life and cared more about his dukedom than anything else.The relationship ruse is mutually beneficial for Daphne and Simon, as it allows him to avoid seriously participating in the marriage mart. But of course, in between bickering and pretending to be in love, the two fake lovebirds soon develop a very real romance. Through an unlucky turn of events involving epic misunderstandings, secret love trysts, and a duel — y’know, the usual — the storyline scoots Daphne and Simon into a hastily arranged marriage. This leads to lots and lots of sex scenes because they’re a hot couple who are hot for each other. But their newfound love also creates a whole new set of problems arising from Simon’s vow never to sire a family — a vow Daphne knows nothing about.This subplot contributes to ’s most interesting thematic idea, if one it ultimately squanders: the relationship between scandal, secrets, and informed consent. The plot revolves around Simon’s choice not to tell Daphne that he has vowed not to have children. Instead, he only tells her that he “can’t” have children, a clear difference from “won’t.” This deception places her in a doubly vulnerable position: Daphne’s in the dark about sex generally, as a woman who’s had no sexual education, and since she’s getting most of her tutelage from him directly, she has no way of knowing that he’s hiding things from her about his sexual health and practices. Simon’s duplicity is, to some extent, unwitting — he doesn’t intend to trap Daphne into marriage, but when events conspire to make marriage a necessity, he goes along with it, spinning a story that implies his inability to father children rather than tell her the truth. The narrative treats the difference between “can’t” and “won’t” as a crucial distinction, one that fills Daphne with horror and bitterness when she realizes it. It’s an interesting turn because  frames Simon’s deceptive phrasing as deliberate, along with his choice to continue lying to her by omission. This deception placed Daphne in the position of being unable to give informed consent, either to sex or to their entire relationship.The problem is that she only figures this out by raping him.Let me back up. Daphne knows nothing about sex when she gets married. Her mother, too embarrassed to give her the specifics, sends her off to her marriage bed completely unprepared. Meanwhile, instead of telling his new wife what’s up, Simon enjoys ravenous sex with Daphnebut adopts the ol’ tried-and-true contraceptive method of pulling out every time. Eventually, Daphne figures out that there’s some connection between Simon never completing the act and his insistence that he can’t have children. Determined to figure out whether he’s capable of it, she takes control during sex and positions herself on top of him so he can’t pull out.When he realizes his predicament right before orgasm, Simon looks alarmed and tries to stop — he cries out twice for Daphne to wait — but it’s too late. Once she’s achieved her goal, she stops, and he processes what just happened in shock.The strangest thing about this moment is that I’m not sure the show’s writers considerthis scene to be a rape scene. Daphne is immediately furious with Simon for lying to her, and the show then focuses on her betrayal and rage; she even has a semantic speech about the difference between “won’t” and “can’t.” It’s clearly intended to spell out the intricacies of informed consent, but none of Simon’s duplicity justifies the way Daphne pulls his secret —and, to be clear, his semen — out of him. One bad moment of uninformed consent does not justify a moment of nonconsensual sex. And depriving Simon of his consent to both sex and fatherhood, even at the moment of climax, is still rape.If the show had really explored the idea that Simon’s lie led to another similar violation of  consent, that could have resulted in some really interesting narrative choices involving the two of them dealing with the fallout of both their betrayals and learning to communicate more clearly and carefully and sensitively. But the show doesn’t dwell on Daphne’s choices, or on any long-term aftermath from that moment. The incident doesn’t seem to impact Simon’s ability to trust Daphne in bed. Instead, the show turns toward Daphne’s distrust of him for lying to her, dwelling on Simon’s need to win her forgiveness and give up his vow for the sake of their happiness.I should note here that an  of this scene also occurs in the novel. Quinn clearly wrote the scenario as a violation: “Daphne had aroused him in his sleep, taken advantage of him while he was still slightly intoxicated, and held him to her while he poured his seed into her.”Since the book was written, countless romance writers and readers have inserted   on  of rape (and tropes of dubious consent like “forced seduction”) in romance fiction. But according to Quinn herself in a  with romance vlogger , the consent issues in that scene flew under the radar at the time  was published.“Yes, it was shocking, but no one seemed to feel that Daphne had done anything morally wrong,” she told BooksandKrys. “It was only as years passed and we gained new understanding of ‘consent’ that people started to question her actions.” Quinn offered some perspective on the dynamics of rape as early as 2003; speaking then to , she , “I can’t imagine a romance novel published today where the hero rapes the heroine and she falls in love with him ... I can’t think of anything in my books that any feminist would find objectionable. ... And I consider myself a feminist.”Yet by 2010, the scene was being   readers as an example of sexual assault and lack of consent. By 2015, readers were  to point out its disturbing dynamics. That the show’s creatives included this scene while making it less broadly, but still explicitly, nonconsensual, suggests they knew it needed fixing. But it seems like they failed to see how badly they ultimately handled it. Without signaling more effectively that Daphne’s choice was just as violating for Simon as his secrecy was for Daphne,  undermines its entire experiment in exploring the boundaries of consent.Through this moment, the show also undermines its central relationship, causing us to question the whole foundation of Daphne and Simon’s affection for each other. Because  doesn’t make an effort to depict Daphne’s rape of Simon as a huge issue that must be addressed for them to heal their marriage, we don’t really have much way of understanding whether their mutual trust is really fully repaired in the end. And we’re given no assurance that she won’t violate his trust the next time she decides he might be lying to her.It’s also frankly a giant gaslight; even as I write this, I’m wondering if maybe I’m wrong and that the scene  rape — or if, perhaps, maybe this is the one time in history where somebody gets raped and it’s just not that big a deal, so it’s just kinda okay that the show glosses over it and moves on and Simon seems totally fine afterward. Obviously, these are horrible takeaways for a show to leave us with. The dynamics of consent are complex and often frustrating and confusing, but one thing is almost universally certain: Rape is a big deal, and it often hugely impacts and alters both the rape survivor and the rapist. For  to ineffectively convey that Daphne raped Simon and then treat it like it was a minor side note to the much bigger issue of him lying to her makes it more difficult for audiences watching it to understand what consent looks like. The fact that the rape victim here is both male and a person of color makes it even more egregious that the show is glossing over the incident. Men are often considered  of sexual assault, and Black men in particular are often  for sexual violence, which further erases the status of Black male victims of sexual assault. In this context, the show’s emphasis on Simon as the instigator of Daphne’s choice basically paints him as being responsible for his own rape. This aligns with the broader cultural gaslighting of Black men and the shifting of blame away from the white men and women who enact violence upon them.Bridgerton has drawn its fair share of rave reviews as, among other things, “.” As a huge, lifelong lover of the sorts of romance stories  is adapting, what I hate most about this summation is that it implies that the ingredients of this story are a part of the inherent nature of the raunchy, racy historical romance. Not only is that a condescending attitude toward a genre that is frequently very literary and very serious, but it’s flatly wrong: Rape, especially unacknowledged rape, is by no means a feature of historical romance writing, nor was it going unaddressed and undebated back when Quinn wrote this story 20 years ago. Countless romance writers have done better than this.  could and should have followed their example.\n    In April, Vox launched a way for readers to support our work with financial contributions — and we've been blown away by the response. This year, support from our founding contributors has helped us create projects that millions relied on to understand a year of chaos, and to keep their families safe. Support from our readers helps us rely less on advertising, and keep our resource-intensive work free for everyone who needs it. We want to add 2,020 more founding contributors to our supporter base by the end of the year. Help us reach our goal by making a contribution to Vox today, \n  "},
{"article_title": ["The Lost Year: Chronic pain, an unusual love story, and reassurance via pickle"], "article_body": "Before Covid-19 hit, Honey rarely left the house. Much of their work as an artist and photographer could happen within their home, and they were used to spending a lot of time alone. Chronic physical and mental conditions made staying at home a strong preference.But that hasn’t been true in the midst of the pandemic. In the past nine months, Honey has taken a job with the post office as a delivery driver and gotten married (to someone they met  the pandemic). I’m fascinated by the ways so many of our worlds have shrunk over this period, but Honey’s has actually expanded, to encompass both a spouse and a new job that takes them out on the road a few days a week.I’m also fascinated by Honey’s story of managing a chronic pain condition in the midst of a pandemic, especially when so many of their symptoms present similarly to Covid-19 symptoms. Their solution for making sure they’re “just” suffering from chronic pain and not the virus is clever. Throughout our chat, I was blown away by Honey’s observations on a world in isolation, a world that resembles the one they’ve lived in for most of their life.Here’s Honey’s story, as told to me.Before the pandemic, I did a lot of film photography. I was creating all the time. Now, I shifted gears and got into other formats. I’ve been doing a lot of collage work. I’ve been doing sewing and embroidery and stuff. Some people have hired me to do paid photo shoots, and I always tell them I’m going to wear a mask and shoot with my close lens, so I can be far away from them. But I do them. Money’s money.Honestly, changing art forms has been really good for me. I don’t think I would have done it [if not for the pandemic]. I wouldn’t have been able to discover all the things that I can do. My quarantine experience probably hasn’t been like other people’s. Before the pandemic, I didn’t go to parties or anything, and I just left [the house] for things like grocery shopping. I have some mental health conditions, like autism, ADHD, and PTSD, but I also have physical health struggles, like endometriosis and arthritis. Those are definitely a challenge. If anything, there are certain ways — and maybe it’s not cool to say this — in which quarantine has been helpful. When I used to tell people, “Oh, I can’t hang out,” it was much harder to get them to understand why. And now it’s like, “Oh, there’s a pandemic. I can’t come.” And a lot of jobs beforehand were not at all accommodating, or they didn’t have a lot of infrastructure for that. And now if I say that I’m sick and I can’t come in, they’ll say, “Oh, my gosh, stay home!” I even got a job as a delivery driver with the post office. So it’s interesting — I’m definitely leaving my house more [than I did before the pandemic], but I’m leaving my house to be alone in a car by myself, which is the ideal situation. I live in South Carolina, and in the upstate area [where I live], we shut down for maybe two weeks max. It was so quiet and weird. And a lot of people were home when I would deliver, which I wouldn’t like. But what was  weird was that very shortly after that, everything was back to normal. Everybody was out, like the pandemic didn’t exist. No one was wearing masks. The times when I’m in the building, loading my packages in my truck, I have my mask on. Some of my coworkers do, but most of them absolutely do not wear their masks. And it’s so stressful to me. I want to say something. I’m scared to say something. I think many white people will always see inconvenience as oppression. And it’s not even that much of an inconvenience! They just hate that they have to do what everybody else is doing. They have this obsession with hyper-individualization that carries through not only to wearing a mask like everybody else; hyper-individualization in America also means that you’re responsible for your own health. It’s your fault if you get sick. It’s not my fault for not wearing a mask. You got sick, and that’s on you.I grew up in a very isolated setting, and that prepared me for a lot [of this experience]. My parents had seven kids, and we pretty much didn’t interact with anyone outside our family. It was complete lockdown. I couldn’t watch TV or read unapproved books. So most of the relationships I formed in my life, I’ve formed over the internet. I feel like this pandemic has been less challenging for people who grew up in specifically traumatizing households and people who have certain mental illnesses. For us, it’s often normal to conduct all our relationships over the internet. And some neurotypical people and people who love going out to meet people are having a lot of trouble adjusting.I’m living with my wife now, and I’ve been semi on my own since I was 17, but I never had my own space. And now I have my own space. I get to control the experiences I have. I’m just starting with movies and TV and books. There’s no end to the entertainment and the new things I can discover. I just watched an anime called . It’s really gay, and it’s awesome.I met my wife at the start of the pandemic, on Tinder. I met them at the perfect time. I was learning a lot of important things on how to be independent, and they, as a person, are extremely independent. We’re around each other, because we enjoy each other’s company, but whenever we need our own space, we just take our own space. There’s a mutual understanding and a flow to it. It helped to almost approach the marriage like a business arrangement and not put pressure and stress on it and see where things went. It progressed very naturally, and it’s easy to be in a relationship with them.Neither of us really believes in marriage, but they are ex-military, and they have health benefits and a retirement fund. I really needed surgery at the time, and it worked out, because we like each other. We met, and we saw each other every day since the first time we met up, and then we got married. It’s been good. It’s been pretty easy. We’ve made sure to take precautions. If we mutually agree that we don’t want to be together in a romantic or sexual way, we have everything planned out for that. We’re not stupid. The pandemic has exacerbated certain struggles we have. But because we have different things to manage, there is a balance. I’m able to be there for them, and they’re able to be there for me. The issues that affect me the most right now are my physical issues, and they are affected by their mental issues. So they’re able to help me with physical things, and I can help them with mental things.Everything that I deal with — chronic pain, nausea, having trouble moving — mimics the symptoms of Covid-19. And every couple of weeks, I’ll have a freakout and be like, “Oh, my god, what if I have it.” But the one symptom I don’t get with my chronic illnesses is a loss of taste or smell. So if I’m experiencing symptoms, I can easily spiral. “What if the hospital is full? What if the bill is so expensive we can’t pay it?” Just freaking out. So now whenever I start freaking out, I just go eat a pickle or something to calm myself down and reassure myself. But it took me a lot of months to get there!One of the biggest struggles has been that both of us are learning we don’t have to hide things from each other. It’s difficult, because we both grew up in environments where we had to hide things, just from us being queer and growing up in very homophobic families. At the beginning, it almost helped with the honesty [between us] being thrust immediately into a situation where we can take our own space if we want, but because of the pandemic, we are like, “Okay, you’re the only person that I’m going to see now.” Knowing we have [a plan] but also being stuck in a house together helps with two things. First, [we have that plan], so I don’t have to be afraid to bring things up to my partner. And second, we are kind of stuck here, so to speak, so me keeping things to myself is stupid and childish. It’s just better to talk it out.\n    In April, Vox launched a way for readers to support our work with financial contributions — and we've been blown away by the response. This year, support from our founding contributors has helped us create projects that millions relied on to understand a year of chaos, and to keep their families safe. Support from our readers helps us rely less on advertising, and keep our resource-intensive work free for everyone who needs it. We want to add 2,020 more founding contributors to our supporter base by the end of the year. Help us reach our goal by making a contribution to Vox today, \n  "},
{"article_title": ["The year in things"], "article_body": "This year has deeply changed us — all at once, things were no longer as they were. That was followed by the slowly dawning realization that the unfathomable was here to stay. The country was rattled; we became situated in the kind of chaos that hadn’t even ever occurred to us as a possibility.We don’t quite have our footing yet; we’re still gathering our bearings. When you’re thrown for a loop this large, it is hard not to be angry and irritable and, as the circumstances demanded of us, lonely. We’re still looking for explanations: why us, why now, why like this — the world was so relentlessly disorienting every single day. We’ve , but we don’t know everything yet.Somehow, we cobbled our way through. Just as our lives and our selves changed, the stuff around us seemed to change, too. Things that were once important — like work clothes and plane tickets — became virtually obsolete, while mundane stuff like mail and yeast became incredibly valuable and precious. The fear of scarcity and supply chain disruptions sent us spiraling in the grocery store. The essentials, like masks and toilet paper, ruled our lives. At home, many of us let off steam by shopping online. Our simple impulses revealed what we were really in need of: new ways to move, live, and survive. We had to fill the incredibly slow and fast passing of time with what we could control. A year in review feels like a bleak undertaking, so we’ve chosen instead to dissect the objects that defined 2020 and reflect on what they say about us. What’s clear in this strange time capsule is that we were enamored of the ordinary. The small joys of this year stitched together make a bizarre image, but I think in all of this we did find a way to be happy, too.The fear that one day we were not going to be able to wipe upended our grocery store experiences. I remember, in the First Days, standing in a big-box store line that stretched and snaked around the parking lot. Someone would dash to the front, where people were leaving, and ask desperately, “Is there toilet paper inside?” But the fleeing customers would disappoint us every time — no, there was no toilet paper or paper towels or bleach or hand sanitizer or anything else we needed. It was anxiety-inducing every single time. It felt like nothing was ever going to be secure again. It is very American to panic at the first sign of scarcity. I found myself angry — angry! — when my local Costco put a restriction on how many frozen chickens we could buy. One didn’t feel like enough. When the world ended, I wanted to go out with at least two frozen chickens. Nothing served as better shorthand for the disarming and seemingly random plight of not being able to have what we wanted when we wanted it than toilet paper. As Terry Nguyen  for Vox, Americans make up 4 percent of the world’s population yet account for 20 percent of the world’s toilet paper consumption. The pandemic disrupted the usual speed of our supply chains, and manufacturers had to scramble to keep up. Although the product has little to do with coronavirus symptoms, on April 12, 2020,  in the United States were out of toilet paper. Production and shipping delays, plus record-high demand and , made what was once a simple household necessity feel precious. My family tried to ration our toilet paper use — three squares per sit-down, max, which is so funny in retrospect. We should never take those little luxuries for granted again.In the spring of 2020, when we were perhaps at our most fearful, many Americans found refuge in the Nintendo Switch. The gaming system was released back in 2017, but its popularity skyrocketed when people found themselves trapped at home with nothing to do. Everyone wanted to get their hands on one, so naturally, the console began to sell out everywhere. Some people tried to sell Switches for high markups, hoping to turn a profit and capitalize on everyone’s desperation. Sales went up by 63 percent in March 2020, according to the , which tracks video game industry data. The system’s year-to-date sales are only second to the 2008 year-to-date sales of the Nintendo Wii, a console that has been made obsolete but ruled the early aughts.On March 20, Animal Crossing: New Horizons came out. It was ridiculously perfect timing. The video game series had a cult following in the past, but the pandemic gave it a particular edge. The plushy world of Animal Crossing allows players to  of the pandemic and focus on cuter concerns, like how much fake currency it would take to buy a virtual home decoration. Building an island paradise of happy animals (however indebted users may be to a raccoon real estate tycoon, Tom Nook) was a welcome distraction to the isolation and confusion of our new reality. Boredom is no good when the world is also falling apart. Animal Crossing and the Nintendo Switch offer an alternative to wallowing: the ability to immerse yourself in a world where suffering does not exist. Right now, many  the Sony Playstation 5 and the Microsoft Xbox Series X. The console mania isn’t stopping anytime soon, and as long as we’re trapped indoors, we’ll need a virtual escape.Overnight, the supermarket became a scary place, so we became bakers. Making your own sourdough at home made things a little bit easier; the bread aisle was likely ransacked anyway, and flour and yeast can keep for a long time. Like toilet paper, 2020 also saw flour and yeast shortages, making them like powdered gold. Rob MacKie, the president and CEO of the American Bakers Association,  that the pandemic blindsided the industry because demand typically coincides with the holiday season. Our sudden interest in baking appeared about eight months ahead of schedule and at a higher volume than ever.People traded  for no-knead bread, for banana bread, for pizza dough. It was a communal experiment in taking care of ourselves and each other. A warm piece of bread is even more comforting when you’ve made it yourself. That feeling was something we could share.Plus, many people had time to wait for dough to rise. We worked from home, or maybe we’d been laid off or were taking care of a loved one or were waiting for an essential worker to get home from a shift. Emily VanDerWerff put it best : “Bread baking is a thing we do in a crisis, perhaps because bread is one of the very foundations of human civilization. ... The world is scary and uncertain. Bread is just science. Or it’s magic. Or it’s both.”It’s strange to think about how in the first few weeks of the pandemic, we weren’t even wearing masks. They’ve become such a familiar sight, but once upon a time, they were even , which was hoping to save scarce personal protective equipment for essential workers. But as mask production ramped up and the curve failed to flatten, mask mandates because vital and common. , for example, only kicked in on June 18.Our grandkids are going to ask us about masks, if climate change doesn’t get us first, and we’ll have to tell them we spent a lot of time fighting about them. Many Americans feel that mask mandates  and don’t see them as a kind of . According to a 130,000 lives could potentially be saved by February 2021 if mask usage were universal. This object isn’t as sentimental as others that defined 2020. They were a necessity — quite literally the difference between life and death. People , donated them to health care workers, . Other people  on the panic and hoarded masks in order to then sell them for a fat profit. N95 respirator masks, which provide a closer fit and more filtration, were key for health care workers but were also in short supply. Nothing was more emblematic of 2020 than the mask, which helped us through but also showed us what was broken in the country. Matters of public safety, like refraining from , became debates about freedom, and our most vulnerable and essential Americans were the least protected.According to a , adults over age 30 increased their alcohol consumption by 14 percent during the pandemic. It seemed like the obvious thing to do, when thousands of people were dying every day and the sirens blared on and the news told us we were vulnerable, failing, and probably hopeless. Restaurants and bars were failing, too. The decline began around March 15, when governments in many major cities closed down for the pandemic.In , Gov. Cuomo decided one way to bail out restaurants was through an executive order that allowed the sale of to-go alcohol. This was unprecedented. It has long been illegal to have open containers of alcohol on the street, a rule that feels prudish and outdated but has prevailed. The thrill of a to-go beer was a small novelty, like suddenly living in a different city, and the morale booster we needed. Plenty of restaurants , but those that are still standing continue to offer to-go alcohol, now with state-mandated snacks. In a state like , for example, getting alcoholic drinks to go might not be a new thing, but in New York, it was a game changer. It was just one of many rare freedoms this year gave us, like not wearing a bra all the time; tiny joys to get us through. As Jaya Saxena argued , hopefully this 2020 mainstay continues into the new year.The pandemic put the United States Postal Service at risk. As Adam Clark Estes reported , the whole thing was a mess due to a variety of factors: policy changes headed by Postmaster Louis DeJoy and President Trump, a need for government funding, an increase in mail, and political debates about the legitimacy of mail-in ballots. As a reaction, people bought stamps (and ) to support the USPS and  to pen pals. The latter was the result of quarantine boredom. So many of us had been separated from each other for so long, and writing a big, fat “I miss you, what’s up” letter feels more purposeful than shooting out a dry text. It’s also a good way to mark the time. Endless days and weeks are a little more tangible when letter-writing documents the mundane details of it all. In school growing up, teachers always talked about how historical artifacts taught us about what went on way back when. Letters always fell into this category, and although there’s much that is preserved in the digital world, it’s cool to think about someone decades from now reading old letters that collected the unique sufferings and pleasures of this strange time.At the beginning of June 2020, New York City received 1,737 complaints about fireworks, a staggering 80 times more than the previous year, according to the . All across the country, people also observed an  in places like Milwaukee, Boston, and San Francisco. Since this occurred directly after nationwide protests concerning  and police brutality, and well before July Fourth, some entertained the idea that the fireworks might be a plot to disorient activists and Black communities. This conspiracy theory was never proven, but the explosions rattled many in an especially fraught time. As Matthew Yglesias , it’s hard to know the source of the fireworks — was it actually more noise than usual, or did it just feel that way? It may have been easier to hear the booms with fewer people out and about, or the lack of July Fourth activities could have created a surplus of fireworks that got sold to people who said, “Hey, why not?” Fireworks are undeniably fun, especially when so many people were bored with nothing else to do. They were gone as quickly as they appeared. I’m not sure when the fireworks disappeared in my neighborhood, but they never occurred to me again until I started writing this story. What even wasthat?Hundreds are protesting outside Gracie Mansion in  right now after  refuses to do anything about the insane fireworks the last few weeks plaguing NYC. Residents can't sleep, so they decided to not allow Deblasio to sleep tonight either. It was a year of protests: BLM, anti-lockdown sentiment, and even demands from those who desperately wanted the fireworks to stop. On June 23, protesters blared their car horns outside Mayor Bill de Blasio’s home to urge him to take action on the fireworks use. It was a sleepless, paranoid year of irritability. After a spring spent mostly inside, summer demanded that we get outside. Except there wasn’t always a place to go. For those of us without big backyards or easy access to local parks and beaches, it was difficult to figure out how to get much-needed outdoor time while staying safe. Of the 3,000 homeowners who responded to a Home Improvement Research Institute , 8.4 percent said they planned to work on their pools or hot tubs in anticipation of the summer, but not all of us have the luxury of a backyard pool. Public pools weren’t an option, either, but the kiddie pool was a solution to that. It gave us a cheap, easy way to cool off and get outside after months cooped up.In-ground pools, by comparison, are bourgeois. A kiddie pool says: I am a person of the people, a person who is in quarantine and desperate for an oasis. I impulsively bought one for my dog, a toy poodle who was mostly unappreciative of it, but the novelty the whole endeavor provided my family was worth it. There’s something unavoidably joyous about a plastic pool. Its flimsy, fun simplicity looks a lot like this year did, which is that a kiddie pool is a matter of circumstance and deluded “necessity.” We had to be indoors, and by extension, we had to pour ourselves into strange purchases and fixations. The ability to turn off our brains this year was a luxury all on its own. The barrage of bad news, the sickness of this year and its stressors were innumerable. As Kristen Arnett put it fondly , “The pool was a momentary womb. A place to float free. The pool was important because of how my body fit inside it and how it fit around me. The pool was a place where I could think, but most importantly, it became a place where I didn’t have to think at all. I could just … exist.” The stir-crazy energy of quarantine encouraged lots of people to start exercising at home. TikTok convinced me to subscribe to the cult of Chloe Ting, a fitness instructor whose YouTube workout programs had rave reviews, but those who were interested in a bigger fitness investment may have purchased a Peloton exercise bike, which in its cheapest package option is $1,895 plus a $39 monthly membership fee. A year ago this week we all laughed at her. What did she know and when? Many gyms and fitness studios across the country closed (and opened and closed again) over the course of 2020. They’re uniquely complicated Covid-19 hot spots — basically petri dishes. As Alex Abad-Santos wrote for , “everything that makes group fitness and gyms great is exactly what makes working out with other people one of the riskiest things we can do.”We’re finding that simulated group experiences aren’t half bad, and in fact feel like more casual entry points to fitness. And the world seems to be all-in on Peloton, which launched in 2012. A share of the company’s stock  was around $35 at the start of December 2019 and is around $115 as of this writing. This past decade was so focused on fitness as a public, moral undertaking, as proven by the  and the countless group exercise startups and boutiques that are now empty. Peloton allows us the opportunity to sweat like no one’s watching.Countless people became amateur interior designers in isolation. Suddenly, Home Depot looked like an oasis, and its sales have  in the last year. The pandemic allowed us time and space to reconsider our decor and embark on small adventures in DIY projects. Enter peel-and-stick wallpaper, an easy solution to the lack of visual stimulation in your quarantine home. If we were going to stare at the walls all day, they might as well look good. As Rebecca Jennings reported , online searches for wallpaper shot up at the end of March when people began to get stir crazy. Peel-and-stick wallpaper also worked for renters cooped up in apartments, without permanently altering the space.We didn’t stop there, though. TikTok was a daily showcase of quarantine DIY projects — tables and glassware and bedroom design and bathroom organizing and anything else you could think of to make your life more aesthetically pleasing. Making something yourself for your home is a source of pride, a morale booster when we needed it most. You can call it the  (the theory that consumers are likely to be satisfied with products that they assemble themselves), but there was something special about trading DIY tips with friends and family. It gives us a sense of control in an uncontrollable situation.The objects that got us through were the psychic desires of a nation battered by ourselves and by our blind spots. This year, all we had was what we could control, what we could share, and what we could hold on to.  We tried to be good neighbors, tried to distract ourselves, tried to keep our lives feeling safe in the ways that we could. These objects brought us together in weird ways, and for all our selfishness, 2020 has been a year of waiting, together, for something better on the other side. The only thing we wanted to believe in more than these objects was a better 2021. We tirelessly repeated to ourselves, “When this is all over,” a mantra we couldn’t shake because we had to believe in an end. We’re different now, and we might return to the mundane sometime soon, however unknowable “all over” is. Either way, it would do us all good to remember that we survived this and that we should be grateful we got to see it through — and that we’ll never look at toilet paper quite the same way again.Get our newsletter in your inbox twice a week.\n    In April, Vox launched a way for readers to support our work with financial contributions — and we've been blown away by the response. This year, support from our founding contributors has helped us create projects that millions relied on to understand a year of chaos, and to keep their families safe. Support from our readers helps us rely less on advertising, and keep our resource-intensive work free for everyone who needs it. We want to add 2,020 more founding contributors to our supporter base by the end of the year. Help us reach our goal by making a contribution to Vox today, \n  "},
{"article_title": ["The history of Jews, Chinese food, and Christmas, explained by a rabbi"], "article_body": "For over a century, American Jews have eaten American Chinese food on Christmas. The annual feast is a holiday tradition that is likely to go on as usual this year, even in the midst of COVID-19 — albeit in the form of delivery or takeout.This pastime has evolved to a near-holy tradition,  on ,  in academic papers, and  by Supreme Court Justice Elena Kagan.     Perhaps the foremost expert on the practice is Rabbi Joshua Eli Plaut, PhD, executive director of American Friends of Rabin Medical Center, rabbi of Metropolitan Synagogue in New York, and author of , the premier (and only?) comprehensive study of what Jews do at Christmastime.I spoke to Plaut about Chinese food on Christmas, and why he used to sit on Santa Claus’s lap.   It has been a question for as long as Christmas has existed, because Jews have always felt like outsiders. But how they felt specifically was really a function of their status in society. In Eastern Europe, for instance, Jews were not very assimilated. Christmas was a night of possible pogroms and violence, with so many celebrants, often drunk, going from house to house. Jews did not go to the synagogue to study. They stayed at home for physical safety reasons. If they did anything, they might play cards or chess. In Western Europe, after the French Revolution, Jews were more assimilated. There, they had more freedom to wonder, “Do I bring a Christmas tree into my home? Do I have a holiday meal? Do I give out gifts?” The early Zionist Theodor Herzl was a secular Jew, and he had a Christmas tree in his salon. After the Chief Rabbi of Vienna came to visit, he  like, ”I hope the Rabbi doesn’t think less of me because of this. Then again, what do I care what he thinks?”   Yes. It begins at the end of the 19th century, on the Lower East Side, where Jewish and Chinese immigrants lived in close proximity. The very first mention of American Jews eating in a Chinese restaurant dates to 1899, when the American Hebrewjournal criticized Jews for eating at non-kosher restaurants. By 1936, a publication called the East Side Chamber News reported at least 18 Chinese tea gardens and chop suey eateries in heavily-populated Jewish neighborhoods. All of these were within close walking distance of Ratner’s, which was then the most famous Jewish dairy restaurant in Manhattan.Jews would go out for Chinese food on Sundays, when they felt left out of church lunch. It was a gradual transition from the traditional diet of Eastern Europe, to eating American Chinese food, to eating other pan-Asian cuisines, like Indian food. I like to say that, within a hundred years of arriving in New York, the average Jew was more familiar with sushi than gefilte fish. In the last 35 years, Chinese restaurants on Christmas have really become this sort of temporary community where Jews in the United States can gather to be with friends and family. It’s a secular way to celebrate Christmas, but it’s also a time to shut out Christmas and announce your Jewish identity in a safe environment.In terms of kosher law, a Chinese restaurant is a lot safer than an Italian restaurant. In Italian food, there is mixing of meat and dairy. A Chinese restaurant doesn’t mix meat and dairy, because Chinese cooking is virtually dairy-free. In Chinese-American cooking, if there is any pork [which is not a kosher food], it is usually concealed inside something, like a wonton. A lot of Jews back then — and even now — kept strict kosher inside the home but were more flexible with foods they ate at restaurants. Sociologist Gaye Tuchman . She described [the plausible deniability of non-kosher ingredients] as [ is the Yiddish word for non-kosher.] A lot of Jews considered the pork in Chinese food to be , because they couldn’t see it. That made it easier to eat.  I actually found a citation from 1935, in the New York Times, about a restaurant owner named Eng Shee Chuck who brought chow mein to the Jewish Children’s Home on Christmas Day. If you were to interview Chinese restaurant owners, they’d tell you that Christmas is their biggest day of the year, outside of probably the Chinese New Year. If you want a more thorough understanding, though, you should probably go talk to some restaurant owners in Chinatown.     When Jews began to settle on the Lower East Side of Manhattan between the 1880s and the 1920s, they were poor immigrants. They worked in sweatshops and lived in tenement housing. In their time off, they would go to the newly opened . For between one cent and five cents, they could see a very early form of a movie. By 1909, there were 42 nickelodeons adjacent to the Lower East Side and 10 uptown in Jewish Harlem. Christmas was just another day off, so these early movies attracted big crowds.We know from the Yiddish press that Christmas became a popular day for the opening of new Yiddish theater productions. It was a day off from work, so what do you do? You can stay home, or you can go to the nickelodeons, or the Yiddish theater. Eventually, decades later, you could go have a meal in a Chinese restaurant. For many years I was researching this book. This year, I’ll be with my family in a small town, where there are no real restaurants open. We will probably play a board game or watch Netflix.   I never went to Chinese restaurants. We’d go skating in front of the Rockefeller Center Christmas tree, and then we’d have hot chocolate with marshmallows. I have great memories of Christmas. My mother would take me to sit on Santa Claus’s lap. When I was writing this book, I asked her, “Why did you take me — the son of a rabbi! — to sit on Santa Claus’s lap?” She said, “Everybody in America does it, so why shouldn’t we?” She knew I was secure in my Jewish identity.\n    In April, Vox launched a way for readers to support our work with financial contributions — and we've been blown away by the response. This year, support from our founding contributors has helped us create projects that millions relied on to understand a year of chaos, and to keep their families safe. Support from our readers helps us rely less on advertising, and keep our resource-intensive work free for everyone who needs it. We want to add 2,020 more founding contributors to our supporter base by the end of the year. Help us reach our goal by making a contribution to Vox today, \n  "},
{"article_title": ["Here are the 9 most interesting conversations I had in 2020"], "article_body": "My job at Vox is to talk to interesting people. And in 2020, I got to talk to a lot of really, really interesting people.Nine conversations in particular stick out to me. They were the ones that challenged me the most, got me thinking in a new way about a difficult problem, or simply explained what the hell was happening in this disorienting year.There’s no unifying thread tying all these conversations together, but each of them, in its own way, left a strong impression on me. One of my favorites was with , who talked about how to find meaning in the middle of all this suffering and why our culture struggles with questions of deep existential significance.My interview with professor  about the  released by the Pentagon earlier this year managed to be both fun and a genuinely provocative discussion about the possibilities of aliens visiting our planet. I also really enjoyed talking to author  about why evangelical support for Donald Trump isn’t nearly as paradoxical as so many people have suggested.Several conversations, like the one with  about James Baldwin’s legacy, grappled with the social and political crises we faced this year, and hopefully offered something uplifting and constructive.Whether you’re interested in religion or politics or aliens, there’s something in these conversations for you. So without further ado, here are the nine most interesting conversations I had this year.“I think the other side wants us to think there are no swing voters, that we’re doomed and it doesn’t even matter if you have a message because you can’t reach anyone. I think that’s bullshit. I think that’s a wholly incorrect view of American politics. But look, if no one’s persuadable, then let’s just have the revolution. Falling into despair won’t help anyone, though. I mean, you can curse the darkness or you can light a candle. I’m getting a fucking welding torch. Okay?” —James Carville“It’s not the ‘attention’ we find in human resource offices, or in banks, or in department stores, where people are pretending to listen to you but all the while thinking about how they need to respond or what they already have decided they’re going to say in response. What Camus means is what another French philosopher, Simone Weil, called ‘decreation,’ which is undoing yourself in order to make room for other selves in your life. And this is what Camus’s characters in  understand. This is what motivates Rieux and Tarrou — they attend to their patients, to the sick, in ways that are wholly admirable.” —Robert Zaretsky“Baldwin’s revolutionary inversion is to flip the white man’s burden. The white man’s burden becomes the Black man’s burden. That’s when he says, ‘I’m not the N-word. Never have been.’ The question is, why did you need to invent the N-word? Once you understand why, then maybe we can get off this damn hamster wheel. He didn’t say it that way, but you get what I mean. The point is that, ‘I’m not the N-word. You invented the N-word. We need to figure out why you invented the N-word. Until we do that, I’m going to give that N-word back to you. You must be the N-word.’ That’s the revolutionary move.” —Eddie Glaude Jr., author of “Disasters shake us up. I’ve called them a crash course in Buddhism. You’re suddenly aware of ephemerality and interdependence, the fleetingness of all things, and the connection of all things. Often that connection is a deep empathic, emotional connection for their neighbors and people undergoing the same experience that people don’t necessarily feel at other times. We often experience everyone around us primarily in terms of their differences rather than the commonalities. A disaster changes that in an instant.” —Rebecca Solnit, author of “I’ve thought about this, and I worry less about poking around and getting conquered and more about the potential realization that these things are here and then an internal implosion of our society. So I worry about my fellow human beings more than I worry about the aliens. So I guess in that sense, I disagree with Hawking’s premise that they’re out to get us. But sure, it’s possible they’re on a surveillance mission. But people have been reporting UFOs for at least 80 years, and that’s a really, really long surveillance mission. And also, why would they want to conquer us? That’s like us conquering ants.” —Alexander Wendt“This is what ‘family values’ evangelicalism looks like, and now it’s apparent to everyone. But for evangelical dissenters, this is indeed a tragedy. And yet I think even those who are resisting, or who are calling this out and who are struggling with the direction that evangelicalism has taken, still need to reckon with the ways in which they, too, as part of this tradition, have been complicit in this ideology. The Trump era didn’t just happen. We’ve been moving in this direction for a long time.” —Kristin Kobes Du Mez, author of “I think that the spiritual malaise of the society, the sense of the meaningless at the core, is partly a result of the fact that our tools, which make us so much more efficient, also serve to isolate us from one another. Then the pandemic came along and exacerbated that isolation, and people ask deep questions about what is this about and what is this for and how can life just change on a dime and how am I supposed to live in the absence of all the things that I used to take for granted and care about? In other words, we have been suddenly plunged into an existential crisis, and we’re not a society in general that turns to deep questions of life meaning.” —Rabbi David Wolpe, author of “Burnout is the feeling that you’ve hit the wall exhaustion-wise, but then have to scale the wall and just keep going. There’s no catharsis, no lasting rest, just this background hum of exhaustion. It manifests in not being able to make the sort of decisions you actually want to make — my classic example is that you’re so tired, you just scroll Instagram instead of reading the book that you legitimately do want to read — and everything in your life flattens into one endless, ever-recyling to-do list that you just feel like you have to get through so that you can do the next thing on the list.” —Anne Helen Petersen, author of “Suffering can be a door by which we exit our isolated ego and we enter into the suffering of another. And that isolated ego can be transformed into what we’re really created for: a deep relationship of shared life and being in love.” —Sister Ilia Delio\n    In April, Vox launched a way for readers to support our work with financial contributions — and we've been blown away by the response. This year, support from our founding contributors has helped us create projects that millions relied on to understand a year of chaos, and to keep their families safe. Support from our readers helps us rely less on advertising, and keep our resource-intensive work free for everyone who needs it. We want to add 2,020 more founding contributors to our supporter base by the end of the year. Help us reach our goal by making a contribution to Vox today, \n  "},
{"article_title": ["I was always terrified of wasting time. A cancer diagnosis made me reconsider."], "article_body": "The room didn’t spin like they say it does. My life didn’t flash before my eyes. I had no difficulty understanding the verdict: It was incurable.They could offer no prognosis. They had some general ideas about how they might treat me; it was considered “manageable” in its normal form, but in my case, there was no telling what would or wouldn’t work. They told me that if they could find an effective treatment, I should expect to be on it “for life.”The week of the 2016 election, my foot had gone numb — paralyzed, actually. I’d first arrived at the neurologist’s office unable to wiggle my toes, and now I was leaving with a singularly rare cancer diagnosis, a blood cancer that had jumped its track and hadn’t shown up as it was supposed to. Even though my blood, lymph, and bone marrow were all clear, a blood cancer had somehow emerged in my cerebrospinal fluid and lodged itself along my spinal cord, forming hundreds of microlesions. The oncologist (who specialized in rare lymphomas) responded, “Get !” when the neurologist shared the results of my spinal tap. They were looking forward to meeting me. There isn’t much that’s good about being a unique cancer case, but at least the specialists are excited to see you.It wasn’t until the drive home, as my husband, David, and I tried to figure out how and what to tell the children, that the terror overcame me. How could I prepare my middle schoolers for what we might face? There was no reassurance I could offer. Any expectation that the next day would be better or even vaguely resemble the days before had disappeared entirely.We told them the naked truth. The doctors couldn’t say what might happen next because they had never seen this before. The outcome was uncertain, so hope and fear were both reasonable. Anything could happen: anything bad, anything good, or anything in between. That night, unable to sleep, a strange, intrusive thought scrolled through my head: “The future has been amputated.” There would be weeks of hospitalizations, infusions, nausea, and fatigue before I could summon the presence of mind to interrogate that thought. On my first wobbly walk around the park near my home, I spotted a cute two-bedroom house on a side street.“Maybe,” I wondered, “we could downsize to a cute little house like that once the kids are off to college … ?”I stopped myself short. That would be seven years away. My survival relied on the efficacy of a chemotherapy, fresh out of trials, designed to treat cancers of the blood. My medical team wasn’t sure if it would work at all.I might not live to see my eldest graduate. Who knew if I would survive even the year?I sat down on a bench, dizzy. People hurried past me, some rushing home from work, some squeezing in a run before dinner, others racing toward schools to fetch their kids. Everywhere they were headed, it seemed, was a lot more important than where they happened to be right now.For decades, my life had been as organized as theirs. I was always ambitious, my calendar overflowing: a private psychotherapy practice, parenting, writing, martial arts, caring for elderly family members, volunteering as a community organizer. Friends and colleagues marveled at how I got so much done. Now it was clear I had been running on overdrive for years, racing toward some magical day in the future when I’d have accomplished enough and might allow myself to rest.It was as if cancer had flung me into a parallel universe where I would never again spend, waste, or experience time as others did, or as I had before. Sitting on that bench watching the early winter sunset, I realized that I never had the ability to shape my future. I’d been chasing an illusion. The causal chain I’d been constructing was wiped away in a single stroke. The only real time was now: the sun setting, the park bench, the crisp, cold air filling my lungs.I thought of the many future-focused conversations I had daily: psychotherapy clients dreaming of one dayfinding the right partner, or the right job, or hoping to eventually leave the wrong ones. Neighbors planning their vacations. Other parents fantasizing about their children’s college and career trajectories. Every weekday conversation filled with yearning for the next weekend. The systems that surround us intensify our future fantasies, like an unattainable carrot at the end of a proverbial stick, driving us all to press ourselves harder and faster toward some end that never quite comes in the way we imagine.Ambition has a necessary function: It may offer hope in times of desolation, or motivate us out of states of suffering and depletion. Yet aspirations have their shadows. Striving can imply that the present moment is inadequate. It seems as though ambition has been elevated into a distorted religion. But our relentless cultural habit of structured goal-setting and futurizing are nonsensical once we gaze into the abyss. Existentialist philosophy and therapies, Buddhist notions of impermanence, and the Christian practice of memento mori(remember your death) all assert that the process of accepting the inescapability of death can help us to live a more meaningful life.The amputation of my felt-sense of unfolding time was violent and sudden. It began with a visceral realization of how I spentmy now-limited time. If lost time could not be recouped, did I really want to spend much (or any) of it at a professional association meeting, or organizing fundraisers, or trapped on long phone conversations with a needy acquaintance?Over the next three years of treatment, I extricated myself from activities and relationships that either didn’t serve or took precious time away from core priorities: being present for my family, supporting my clients, giving what I could to my community, and — always — respecting my limitations. I no longer worried about reaching arbitrary goals, building “momentum,” or even growing a business. I sat with the person in front of me for the time they were in front of me. Each moment, pleasant or unpleasant, had become an end in itself, rather than a means to an end.My small family downsized our home and our lives, and we adjusted expectations in order to reduce financial pressures. I abandoned long-term writing projects and wrote only when I felt I had something to say. I gave up the belts and stages of martial arts practice and instead took long walks. My book list shifted to shorter collected readings that would offer up new ideas along the way, free of the demand to reach every last page. Eventually, I had no more attachments or plans beyond a general weekly schedule, no more fantasies of a great come-and-get-it day. The tasks were simple: to fully live the one day I’d been given; to be who I meant to be in each moment, to the best of my abilities.At first, this shift in my orientation to time was alienating and lonely as everyone around me continued to think ahead. Later, I realized I didn’t miss that. A large bite had been taken out of my sense of linear, causal, chronological time — the Greek notion of chronos But what I’d found in its place was kairos: this particular, critical moment. The appointed time. The time of action.My unpredictable cancer unpredictably became undetectable after 30 hard months of treatment. I have been off chemotherapy for a year and a half. It is possible that I have 10, even 20, years of time and health left. Or maybe this unpredictable cancer will reemerge when I least expect it. Maybe next week I’ll learn that I have a lesion on my optic nerve. No one knows, because there is no knowing.A smaller, lighter sense of future has crept back into my life, terrifying in its own way. I can now permit myself to fantasize a year ahead, or sometimes two. I’ve noticed gentle new goals sneaking in: to spend a little more time teaching and a little less time counseling. I’ve applied to a seminary program, aware that I may not make it to enrollment or live to finish the program. But I do know this will be a pleasurable, meaningful project — one that I can make practical use of each new day. I can picture our home emptier as the kids move into the world. But my sense of meaning and identity aren’t dependent on any of these imaginings. I’ll be the best mother, partner, therapist, and friend that I can be, today. I will take long hikes and watch the hawks circle overhead. I will rest when I am tired. And when my time comes, it will have been enough.\n    In April, Vox launched a way for readers to support our work with financial contributions — and we've been blown away by the response. This year, support from our founding contributors has helped us create projects that millions relied on to understand a year of chaos, and to keep their families safe. Support from our readers helps us rely less on advertising, and keep our resource-intensive work free for everyone who needs it. We want to add 2,020 more founding contributors to our supporter base by the end of the year. Help us reach our goal by making a contribution to Vox today, \n  "},
{"article_title": ["The Lost Year: A new baby who didn’t know your face for days because you were wearing a mask "], "article_body": "A handful of people I know have had babies during the pandemic, a typically joyous but stressful life event made 10 times more stressful, at least, by an accident of history. The sheer isolation of quarantine has led to many new parents essentially having to cocoon even more than usual with their newborns.But a particularly fraught story of pandemic birth comes from Jacinta, who lives in Melbourne and works in film distribution. Australia enacted incredibly stringent Covid-19 lockdowns — which seem to have mostly worked out, as the country is in the process of reopening — to the degree that the restrictions grew more strict while Jacinta was in labor.But after her son was born, Jacinta found herself in a minor nightmare, after she was discharged from the hospital and he had to stay in the NICU due to an infection. All is well now, but it led to a frantic, sleepless handful of days for Jacinta and her husband. Here’s her story, as told to me.Most of the start of lockdown for us happened in March. I told people we were pregnant, but I wasn’t showing or anything. Then I didn’t see anyone again until about two weeks ago, when I have a four-month-old baby now. My husband and I joked it was like those 1950s pregnancies where they’d send you away to live with an aunt for the summer, and you’d come back with a “baby sister.” A lot of people that I didn’t see regularly didn’t know I was pregnant, especially since we don’t use social media a lot.In the lead-up to my due date, it had already been a bit of a nightmare with Covid. We hadn’t yet in Melbourne entered the really hardcore level of restrictions, but they had been building for months. All the prenatal classes were canceled. All the birthing classes were canceled. Everything was moved online. The day that I went into labor, there were already rules in place about how far you could drive from your house without a permit or a valid excuse. We were really scared we were going to get pulled over by the cops on the drive to the hospital, even though, obviously, giving birth would be considered a valid excuse.About 10 minutes after I got admitted, I got handed a facemask very apologetically. The nurses said that they were really sorry but just at that minute, the policy changed about masks in the hospital, and patients had to wear them no matter what. So I had to wear a face mask for what was a 10-hour labor, which was not great. Toward the end, they took pity on me because my oxygen levels were dropping. I couldn’t breathe super well in the mask when I was having contractions. So they looked the other way and said, “We’ll let you take it off. Just don’t tell anyone.” I put it straight back on again when my son got put on my chest. A new level of restrictions had come in while I was giving birth, and that meant no visitors, not just to the hospital but to your house. You were only allowed to leave the house for essentials, and there was a whole raft of things you weren’t allowed to do. So we stayed in the hospital. My husband was allowed to stay during visiting hours in the day, thank God. We thought that wasn’t gonna happen. But he had to leave every day and then come back. Our son had an infection. It wasn’t super serious in the end, thankfully, but he had to go into the NICU for the week. So I got discharged, but he didn’t. Because the hospital was under lockdown, you weren’t allowed to eat food in there or use the lounge area or sit down anywhere except in a chair next to his little crib thing. So if we wanted to eat or do anything except stare at him, we had to go to the car park and hide in our car and eat there.I hadn’t slept in about 80 hours by the time we found out about the infection. My husband was not able to stay over at the hospital, so I was always too scared to sleep properly because I had this little baby next to me. I was worried the infection could have been a Covid thing at first because all they wrote on his chart was “infection” markers. I didn’t know whether that was Covid or something more serious. The hospital was wonderful, but they were pushed to the limit. Everything had gone upside-down and topsy-turvy, so it was hard to get time with people to have a chat about what was going on. The whole thing seemed like a big, confusing fog. Maybe that was a good thing, because I was so vague and out of it that I had to put my trust in what the doctors were doing and assume it was okay.I had the mask on the whole time, so every time I was crying, it was sticking to my face. It was a mess. But the whole thing went by in a blur, and I didn’t really get any clarity about what had happened until probably weeks later. I really felt the warmth of giving birth after I came home and looked back on it.From a motherhood perspective, I felt very lost at first. A lot of the things I was relying on to help me know what to do, like seeing my mother or going to birthing classes or parents’ group, none of them were there. I called my mom all the time, but I really went on Reddit a lot to read advice. I spent the first month or so after he came home from hospital convinced everything that was wrong with him was a big, serious deal. And it never was. It’s just because the internet makes you paranoid.My husband and I have been together since we were 18 [both are 34 now], so we’ve always had each other’s backs, but sometimes it would be nice to have a little more space. That sounds ungrateful, I suppose, but one thing that I didn’t anticipate is that because he’s home all the time, I sometimes feel like I’m under more pressure to do a good job. I had it in my head that he’d be home maybe for the first week or two weeks after the baby was born, and then he’d go back to work, and I’d be home by myself. It’s wonderful that he’s had all this time to spend with the baby. But what was meant to be the baby’s room is now the office that he has to work from. So the baby’s sleeping in our room. If the baby is crying all day or I’m crying  the baby is crying, my husband is in the next room on conference calls or whatnot, and I always feel like I have to live up to some standard. If your baby’s crying all day and it’s just you and your baby in the house, at least you can say, “Well, baby, let’s you and me work it out.” But having another adult in the house — not that he would ever judge me! — sometimes it’s easier to just go to the park and let my son cry there. But it’s honestly been wonderful to have the support. Without any other family, we’ve had to become each other’s everything, really. It’s been difficult, and it’s been rewarding, and it’s been weird.I have thought about talking to my son in the future about the thing that really panicked me in the first few months of his life, when it didn’t look like Covid was ever going to go away, and people used phrases like “the new normal” or “the way we live will change forever.” It really upset me because I hated the idea of having to explain to my son one day that we used to be able to go out and hug and kiss and shake hands.I was so wrapped up in him, and we’ve been able to give him so much love and attention in a way that probably would have been a bit more diluted if we’d been out and about. He’s been the center. He’s been the thing that’s got us through all of this. There’s been days and weeks that go past where we don’t even really remember that Covid is happening because we’re just in our house with our baby, and he’s so wonderful. When he’s old enough, I’ll thank him for coming along when he did because otherwise, it would have been sitting around, not going out, and sadness and awfulness. I look forward to telling him that when he was born, he didn’t see a human face without a mask on it for the first four weeks of his life. He got the shock of his life when he came home with us and saw we had a nose and mouth and all kinds of things. We’re just now allowed out, so he’s meeting his grandparents, and he’s meeting friends. Our best friend had a baby not long before we did, and our babies just met each other. That was the first time my son had seen another baby. And I love just looking at his face when he sees there are other people in the world!\n    In April, Vox launched a way for readers to support our work with financial contributions — and we've been blown away by the response. This year, support from our founding contributors has helped us create projects that millions relied on to understand a year of chaos, and to keep their families safe. Support from our readers helps us rely less on advertising, and keep our resource-intensive work free for everyone who needs it. We want to add 2,020 more founding contributors to our supporter base by the end of the year. Help us reach our goal by making a contribution to Vox today, \n  "},
{"article_title": ["The real cost of smart speakers"], "article_body": "This holiday season, you’re likely to know someone who buys or receives a smart speaker. One in five US households already have one, and  are expected to ship in the last quarter of 2020. Amazon, Google, and Apple make the most popular models, which now include voice-activated headphones, rings, eyeglasses, and doorbells. But essentially, smart speakers are microphones that connect to the internet. And they come with a hidden cost: some of our privacy. After listening to our questions and demands, these devices send recordings to servers where they can be stored indefinitely. But what do these tech companies do with the recordings? Watch the video above to learn what we know and don’t know about how smart speakers use our data. You can find this video and all of . And  to help us report on the real consequences of data, privacy, algorithms, and AI.: 18 million smart speakers are estimated to ship in the last quarter of 2020, not 1.8 million. \n    In April, Vox launched a way for readers to support our work with financial contributions — and we've been blown away by the response. This year, support from our founding contributors has helped us create projects that millions relied on to understand a year of chaos, and to keep their families safe. Support from our readers helps us rely less on advertising, and keep our resource-intensive work free for everyone who needs it. We want to add 2,020 more founding contributors to our supporter base by the end of the year. Help us reach our goal by making a contribution to Vox today, \n  "},
{"article_title": ["The debate over Joe Biden canceling student debt, explained"], "article_body": "Until fairly recently,  cancellation was considered to be a fringe idea that, while popular among the  and on the left, was a mainstream nonstarter. That’s begun to change. The  pandemic and  have pushed the issue even further to the forefront.  and then President  put a pause on federal student loan payments during the pandemic that expires at the end of January. But with the coronavirus crisis worse than ever, there is a growing chorus of activists, politicians, and voters calling for student debt cancellation as a form of economic stimulus. That chorus is pushing Democrats and, namely, President-elect  to go big on student debt, using federal action to wipe out some or even all of what borrowers owe.“What’s attractive about student debt cancellation in this moment is that in addition to righting a policy wrong — which is the decision to make the cost of college an individual burden when I would say it’s a public good — is that it can help stimulate the economy at a moment when we need economic stimulus. And it has significant racial equity implications as well,” said Suzanne Kahn, director of education, jobs, and power at the Roosevelt Institute and an advocate for complete federal student debt cancellation. It’s also something Biden could try to do independently of Congress, which is attractive since stimulus talks have stalled out.Biden’s campaign  the first $10,000 in federal student loan debt, but some Democrats and progressives are pushing for him to cancel more student debt through executive action — and not just $10,000, but $50,000 or even all of it. Biden  of canceling student debt unilaterally.Beyond direct cancellation, there’s a lot Biden can do to make preexisting student debt programs work better and help more people. “There is a tremendous opportunity through executive action for President-elect Biden to improve the lives of millions of Americans,” said Seth Frotman, executive director of the Student Borrower Protection Center and former student debt ombudsman at the CFPB.The conversation around student debt in the United States stretches far beyond questions of education, law, and economics. It also entails thorny discussions around racial justice, politics, and fairness. Advocates argue that debt cancellation will carry a range of benefits — stimulating the economy, promoting racial justice, and righting the wrong of pushing millions of Americans into life-hindering debt. But as the Biden administration plans its first steps, a debate is raging about whether loan forgiveness is really the best way to get the economy moving and get relief to people who need it. Some critics warn it could be a politically costly push that doesn’t solve the underlying problems with higher education in the US.Broad-based student debt cancellation isn’t a newidea, but it being discussed in establishment political circles is.Forty-five million Americans now owe a total of about $1.6 trillion in student loans, and  are in delinquency or default. The Federal Reserve  the typical monthly payment to be between $200 and $299. Research suggests people are delaying , having kids, and changing jobs in part because of student loan debt, which means it could become a drag on the overall economy. The burden is especially heavy on Black borrowers, who generally carry more debt and struggle more to pay it off. “This is not some niche problem,” said Bharat Ramamurti, a member of the Congressional Oversight Commission that oversees the CARES Act funds and former adviser to Sen. Elizabeth Warren. “Student loan debt affects a lot of people — it’s basically a fifth of all adults.”Student debt was a  during , a widespread protest movement that emerged in reaction to the global financial crisis in 2011. In the years following Occupy, activists continued to focus on the issue and push it into the conversation: In 2012, they organized  to mark student debt surpassing $1 trillion, and they subsequently launched  and fundraisers to help cancel student debt.  began to pop up across the country, where borrowers stopped paying their loans in protest of the situation, and organizers helped  to protect student borrowers against misleading and predatory practices.As student debt, which is, has become an increasingly prevalent issue, so have proposals regarding how to address it. In the 2020 Democratic presidential primary, Bernie Sanders , and  canceling debts of up to $50,000. Many Democrats and progressives are calling for Biden to cancel some or all debt through executive action, namely, a  that they argue would allow for debt to be canceled through executive authority. “The law is pretty clear that the secretary of education has the authority to compromise — that’s the term — which means effectively cancel any individual debt of up to $1 million,” said Ramamurti, who helped devise the plan Warren ran on. Now Warren and Senate Minority Leader Chuck Schumer are  to cancel up to $50,000 in student loan debt with a resolution in the Senate. In the House, Reps. Ayanna Pressley (D-MA), Ilhan Omar (D-MN), Alma Adams (D-NC), and Maxine Waters (D-CA)  also calling for Biden to cancel debt. But as the idea has grown more popular, so has theresistance. On , detractors say it’s a pointless government give-out. In , they warn it’s not a good way to stimulate the economy. And on , there are concerns it’s a regressive policy that will help people who don’t need it. Some critics have  as a  that would help out the upper class (those who went to college) and do little, if anything, for everyone else, and some people have warned that such a bailout could prove a messaging disaster for Democrats. “No matter how it’s designed, student-debt forgiveness is very poorly targeted,” . “Even if relief could be better focused on the poor, severe drawbacks remain. For one, the vast majority of Americans who don’t have student debt would rightly feel left out. Many never had the opportunity to get a higher education; others put off financial goals (such as saving for retirement) to pay it down. Also, it would do  to improve the immediate cash flow of the many debtors who — because they’re in default or in income-based repayment plans — are making small or no monthly payments.”A  found that 51 percent of likely voters support forgiving student loan debt up to $50,000, especially if it is tied to national or community service or comes with a $125,000 income threshold. Only about one in four likely voters, however, supports forgiving all student debt. And the idea is much more popular among those with debt than those without it.Other polls have also found that canceling some student debt is a , though not the most popular idea in the world. And it is pretty well liked among members of the Democratic base — Black voters and middle-class professionals — who helped hand Biden the election.If Democrats do go ahead with student debt forgiveness via executive actions, they could pair it with something that would benefit non-college-educated people, such as  to pay a $15 minimum wage. That would benefit millions of workers. The Trump administration  through January 31, and Biden could continue to extend it. Still, leaving people in limbo month to month is not ideal.There are other steps Biden could take short of full debt cancellation, including improving programs to relieve debt for students defrauded by predatory schools or who signed up for programs that let them repay loans based on their income, loan forgiveness for people who go into public service, and debt relief for student veterans and students with disabilities, among others.But the big conversation has shifted to whether Biden should set students free from their debt — and if so, how much. The burden of student debt in America isn’tequally shared. In 2019,  owed 56 percent of education debt, even though only 14 percent of adults over the age of 25 have graduate degrees, and the 3 percent of households with doctorates or professional degrees held 20 percent of all debt. Meanwhile, .Biden has backed  that would cancel $10,000 in debt, but unless Democrats take control of the Senate and make a big effort to push that through, that’s not likely to become law.In terms of what advocates want Biden himself to do, the more conservative number rests around the $10,000 range, which is the number the president-elect had initially thrown his weight behind legislatively. Capping forgiveness at $10,000  and reduce by half the debt of 9 million more. Adam Looney, a nonresident fellow at the Brookings Institution and executive director of the Marriner S. Eccles Institute at the University of Utah, noted in a  that it would specifically help “borrowers with smaller balances, who, paradoxically, tend to struggle most, accounting for 60 percent of all defaults.”Borrowers who owe the least are often the ones who struggle most to pay their loans, in part because many of them are people who dropped out of school and aren’t getting the benefit of a college degree in their careers.From the $10,000, the scale goes up. Schumer and Warren  to forgive $50,000. At the most ambitious end of the spectrum, , , and  want to cancel all federal student loan debt for everyone. Ramamurti told me he sees it as “purely a matter of political will,” and once the mechanisms are in place, there’s room for adjustment on forgiveness amounts and thresholds. “The nice thing about this policy is you can tweak it, depending on what your goals are,” he said.When reached for comment, the Biden transition team pointed to  and noted his support for the $10,000 forgiveness legislation. In December, Biden told a group of newspaper columnists that he is “unlikely” to pursue student debt cancellation on his own. “It’s arguable that the president may have the executive power to forgive up to $50,000 in student debt,” Biden said in remarks first reported by . “Well, I think that’s pretty questionable. I’m unsure of that. I’d be unlikely to do that.”At the heart of the argument for canceling student debt, especially in the midst of the pandemic, is that it would be good for millions of people and, therefore, the economy. good is where the disagreement resides — and because mass student debt forgiveness isn’t something we’ve seen in the past, the data on what could happen is relatively limited.One  from Harvard Business School looked at what happened when students in default had their debt discharged because of a lawsuit. They found that borrowers reduced their overall indebtedness by a quarter and were also less likely to default on other accounts. That’s good for them and for the entities they owe money to.“We actually find that these individuals tend to lower their total liabilities over time by repaying, for instance, credit card debt, so their overall financial health improves,” said Marco Di Maggio, an associate professor of business administration at Harvard and one of the paper’s authors.People also demonstrated more mobility — they moved states, changed jobs, and took more risks that often translated to higher incomes.Di Maggio’s research focused on people who were in default and weren’t making payments at all. But if it were broader federal debt forgiveness that includes borrowers who are paying, he thinks the impact could be much greater. “If you give the same type of forgiveness to people that are not in that situation, one effect that we don’t capture is that your monthly payment is going down,” he said. The $300 people were putting toward loan payments every month could then be spent elsewhere.Some critics have argued that student loan forgiveness , especially at higher amounts, because it would mean canceling debts for high-earning households. And there is disagreement among economists about just how effective stimulus forgiveness would be. The Committee for a Responsible Federal Budget, a group that advocates for fiscal responsibility,  that student loan forgiveness would have relatively small near-term multiplier effects, meaning the impact on the economy would be limited (and that’s assuming it’s tax-free — more on that later). “We found that it’s all really poorly targeted stimulus,” said Marc Goldwein, senior policy director at CRFB. “It would boost the economy, but by our estimates, for every $1 of loan forgiveness ... it would boost the economy by somewhere between 8 and 23 cents, which is a very poor multiplier.”Other analysts disagree. Di Maggio estimates the multiplier to be at least $1 on every $1 — meaning that spending on forgiveness would directly boost the economy. A  from the Levy Economics Institute of Bard College projected that debt cancellation could boost GDP by tens of billions of dollars a year and reduce unemployment.Biden’s appetite for loan forgiveness might even depend on how willing Congress is to do other stimulus. “I would expect that student loan cancellation by executive action is more likely the extent to which the Republicans are blocking progress on a stimulus package through Congress,” said Bob Shireman, the director of higher education excellence and a senior fellow at the Century Foundation. “It is definitely not one of the most effective ways to stimulate the economy, but if it is one of the things available to the administration, then it might be something they do.”But economic stimulus is not the only argument for wiping out debt. are disproportionately burdened with debt. From 2000 to 2018, the  for young white borrowers with a bachelor’s degree about doubled from $12,000 to $23,000. For Black borrowers, it quadrupled, from $7,000 to $30,000, even though white families  more cumulative debt than Black families overall.  A  from Brandeis University found that 20 years after starting college, a typical Black borrower still owes 95 percent of their debt, while the typical white borrower has paid off 94 percent of their debt. Across socioeconomic levels,  than their white counterparts.“Black students borrow more often, they borrow more, and they have a harder time repaying than their peers,” said Tiffany Jones, senior director of higher education policy at the Education Trust. “That’s true all the way up the income ladder.”Forgiveness is a racial justice policy. A recent Roosevelt Institute  found that while white borrowers stand to gain the most in absolute dollars from cancellation, “the relative gains for Black borrowers are much larger and the greater proportion of Black borrowers means that Black wealth overall would experience much more growth as a result.” They did not, however, find that it would meaningfully address the racial wealth gap.Darrick Hamilton, a professor of economics and urban policy and founding director of the Institute for the Study of Race, Stratification, and Political Economy at the New School, said the wealth gap isn’t entirely the point.“If you’re really trying to close the racial wealth gap, the main component, from an accounting standpoint, is assets, not debt,” he said. “Debt is problematic because it’s almost like sharecropping — that’s hyperbole — but it puts people in a debt trap where they are not permitted pathways for social mobility because they are constrained by a financier and the efforts of their labor go to pay off the interest on finance.”Advocates say the racial justice argument applies at the top and bottom of the income spectrum, for Black borrowers who are well-off and those who are not, and that narrow targeting isn’t necessary. “Folks are feeling like providing relief to a group that are high earners is probably not the right thing to do, forgetting and erasing that among high earners there are Black and brown people who would be impacted,” Jones said.But student loan forgiveness could also be a restorative justice issue in that it would help right past wrongs. Higher education has long been held up as the gateway to a livable wage, and students have been encouraged to go into debt to go to school, build their résumés, and advance. Now millions of young Americans are living through their second recession at the outset of their careers, and they’re saddled with debt they were told was a good idea. Forgiveness could be “stimulus to a generation that’s been particularly scarred,” Hamilton said.Frederick Wherry, a professor of sociology at Princeton University and director of the , emphasized that if student debt is canceled, “it’s also a good idea to cancel it in a way that’s not denigrating for the debtors” — making it easy to access instead of making people feel bad about jumping through hoops to reap the benefit.“For those who are already drowning and you are saying you want to do a stimulus, do a stimulus,” Wherry said. “No one says anything when rich people get a tax break.”One major policy and political issue that hangs over the forgiveness discussion is taxes. Debt cancellation isgenerally counted as taxable income. So if someone has $50,000 in student loans forgiven, that would mean $50,000 would be counted as gross income for the year it was forgiven on top of other income. Under today’s tax rates, that would be taxed likely somewhere between 22 and 37 percent. In other words, major student debt cancellation could come with an enormous tax bill for borrowers. Those who have studied the issue say there are workarounds. John Brooks, a law professor at the Georgetown University Law Center who has studied student debt taxes, told me that there are  that would allow the secretary of education, the treasury department, and the IRS to make forgiveness tax-free. Forgiveness could get a “general welfare” exclusion, or qualify as disaster relief, or get a scholarship exclusion, among other options.“Student debt is just really, really weird, and it just doesn’t fit into the categories and the ways we think about other kinds of debt,” he said. “It’s a form of government funding for higher education, and it’s designed to provide as many people as possible with a way to get over some degree of affordability problems that’s limiting their ability to enroll in higher education.”Jessica Thompson, associate vice president at the Institute for College Access & Success (TICAS), said the case that there’s a preexisting legal way around taxes on cancellation is “definitely more in question” than forgiveness proponents would like, though there’s an argument to be made. “You can make your case, but in the end, you’ve got to meet every single hurdle that could be thrown at you,” she said. “Treasury and the IRS tend to be conservative and careful about how they interpret their authority to act.”It’s worth emphasizing that the tax issue isn’t limited to the current executive action forgiveness question — the assumption for people repaying loans through programs that eventually forgive any remaining balance is that they’ll owe taxes, too. So this problem is going to show up whether there’s mass cancellation or not.The conversation the United States is having right now around student debt cancellation isn’t a new one — it’s the result of years of activism, organizing, and thinking among people who think it’s a good, just, and right idea. But this is also indicative of the moment: Millions of Americans are hurting and in desperate need of help amid the Covid-19 pandemic, especially as much of the federal stimulus already provided has run out or is about to. Debt forgiveness may be an outlet for the Biden administration to be creative and nimble in addressing the crisis.“Any debt relief is better than what’s happening right now,” Jones said.But wiping out debt is only part of the equation when it comes to the cost of higher education in the United States. Even if you cancel all existing debt, you have students in school or about to go to school who are going to wind up stuck in the same loop.“Every breath that you hear someone talking about debt cancellation, we need to be talking about the urgency of people who are in school right now and people who should be in school right now,” Thompson said.That translates to issues such as making college more affordable, keeping students away from predatory institutions, and fostering degrees and training that are worth the money. The issue on those fronts is that Biden can’t do much on his own.“We need a Congress that’s willing to have that conversation,” the Century Foundation’s Shireman said. “We cannot address the broader affordability questions, the broader affordability problem, without Congress and the administration working together.”Is widespread student debt cancellation the optimal path toward stimulus? Reasonable minds can disagree, but probably not. But if there’s ever a time to try it, the moment could be now.\n    In April, Vox launched a way for readers to support our work with financial contributions — and we've been blown away by the response. This year, support from our founding contributors has helped us create projects that millions relied on to understand a year of chaos, and to keep their families safe. Support from our readers helps us rely less on advertising, and keep our resource-intensive work free for everyone who needs it. We want to add 2,020 more founding contributors to our supporter base by the end of the year. Help us reach our goal by making a contribution to Vox today, \n  "},
{"article_title": ["How we can encourage people to wear masks — for others’ sake "], "article_body": "Governors, mayors, and public health officials are sounding the alarm about rising levels of  across every part of the country. The disease is surging, the death toll is soaring, and it’s clear that some states need more restrictive measures to control the spread.What continues to frustrate so many leaders is that nine months into this pandemic, science and data have painted a clear path for how to beat the virus and reduce transmission. But the disappointing and deadly truth is that in many cases, it’s difficult to get Americans to follow the rules. Boosted by a president who celebrates breaking rules and deliberately defies science and time-tested norms of civility, millions of Americans have been flagrantly flouting simple requests to wear masks in public, to refrain from congregating in large groups, or to limit their unnecessary travel. With the rule-makers themselves  the recommendations of experts and scientists of their own administration, rule-breaking Americans have quickly followed. As it happens, the US loves rule breakers; the ethos of breaking with tradition is in our country’s DNA. New Hampshire’s state motto is   famously celebrate rugged individualism, the country’s founders are revered as rebels who defied a demanding government, and even a reality TV star could be elected president. But in a pandemic, what public health officials are pleading for is a little more conformity. Flattening the curve requires Americans to all take fairly uniform actions — wearing masks, not gathering — for the betterment of the whole of society. It isn’t a time to bristle at being “told what to do.” President-elect Joe Biden has already signaled that he intends, unlike President Trump, to follow the science and issue a national . While we wait for the months-long rollout of a vaccine to hundreds of millions of Americans, people must fall in line with this and other public health recommendations if there’s to be any hope of beating the virus. But will they? While it may seem unlikely that Biden and public health officials can really encourage many more Americans to follow rules, there are ways to bring Americans together to support conformity. This, in turn, could help get Americans through the last several months of the pandemic with tens of thousands of fewer lives lost. It’s important to think carefully about the message, because there’s more than one type of conformity. The type we think about most often — self-focused conformity — describes actions taken to fit in with a group. (These can be conspicuous inactions, too, such as some Trump supporters refusing to wear masks.)But my  with collaborator Matthew Wice, assistant professor of psychology at SUNY New Paltz, looks at others-focused conformity, what we call “benevolent conformity,” and shows how following norms or rules can benefit others. In one study, we asked more than 300 participants to think back to a time when they saw someone conform to their group. Some participants were asked to think about an instance when someone conformed because they wanted others to like them. Others were asked to think about a time when someone conformed for others’ sake. We then asked all of our participants to report what they thought about this person whose public behavior differed from their privately held beliefs. Did this person have a strong moral character? Were they competent people? Were they kind and friendly?While participants in our research scoffed at conformity when it was perceived as selfish, they respected and appreciated benevolent conformity, seeing it as courageous and praiseworthy. Our experiments showed that Americans found people who conform to protect others’ feelings or to maintain group harmony to be warmer, more competent, and more authentic. This is a key lesson for Biden and for governors who seek to enforce conformity to help protect people from a deadly virus. They should emphasize that sometimes conformity takes courage. This point should be made loud and clear: In the battle against Covid-19, the courageous and commendable thing to do is to put other people first. So when presented with the idea that following Covid-19 safety measures is “” or “un-American,” public health experts should flip this argument on its head: emphasize the benefits of people’s helpful actions. Wherever possible, leaders must employ the benevolent conformity Americans seem to gravitate toward and respect. Emphasizing a  can remind Americans that the real reason for adhering to safety measures is not just to fit in, but also to protect the group to which they belong. When adhering to simple safety measures can save tens of thousands of American lives, wearing a mask is not an act of blind obedience, it is an act of patriotism. As vaccines begin to be deployed (with vaccine ) and the pandemic reaching new heights, this kind of messaging will be increasingly urgent to get us back on track. Our research makes one thing clear: Americans love rule breakers, but they also hold a special place in their heart for benevolent, other-focused rule followers. If 2020 has shown us anything, it’s that sometimes, we need to conform for others’ sake. \n    Millions rely on Vox’s journalism to understand the coronavirus crisis. We believe it pays off for all of us, as a society and a democracy, when our neighbors and fellow citizens can access clear, concise information on the pandemic. But our distinctive explanatory journalism is expensive. Support from our readers helps us keep it free for everyone. If you have already made a financial contribution to Vox, thank you. If not, please consider making a contribution today \n  "},
{"article_title": ["A Christmas Carol, explained by a 5-year-old"], "article_body": ", Charles Dickens’s beloved novella about a miserly old man and the three ghosts who visit to teach him about the spirit of Christmas, is one of my favorite stories ever written.I’ve loved it since I was a child obsessed with the 1983 animated short starring beloved Disney characters in the major roles. Nominated for an Oscar,  proved a boon to the studio’s animation division at a time when it was flailing. It also became a regular feature of Christmas TV for much of my childhood, turning up every year to retell its familiar tale.What surprised me to learn as a kid was that there have been many adaptations of , across all manner of genres and styles and characters. If there’s a beloved troupe of characters, the odds are good that they’ve taken a crack at  at one point or another. Mr. Magoo has played Scrooge. Fred Flintstone has played Scrooge. Yosemite Sam has played Scrooge. And, of course, Scrooge McDuck has played Scrooge, opposite Mickey Mouse’s Bob Cratchit. I loved this story, so I consumed as many versions as I could.My childhood also saw the release of a different adaptation of this story that has stood the test of time: the 1992 film , with Kermit the Frog as Bob Cratchit, Statler and Waldorf as Jacob and Robert Marley, and the very human Michael Caine as Scrooge (in one of the renowned thespian’s best performances). A bit of a box office and critical disappointment at its release,  has gone on to become a holiday classic for many. But I wondered what a child of today might make of both  and , and fortunately for me, I just happen to know Vox’s esteemed critic at small, Eliza, who is 5 and 5/12. (I doubt the copy desk will let me put that in the headline. Sorry, Eliza, for mis-aging you.) Eliza and I sat down to talk about just what makes  so timeless and what makes an adaptation of the story successful. When you’ve watched , you start to spot small, telling differences among them. Which story elements from the original work do screenwriters choose to prioritize over others? And which story elements do they leave out entirely? Even a book as slim as  can’t be adapted with 100 percent faithfulness, and any given screenwriter must make choices about whether to underline the ghost story, the good Christmas cheer, the story of an old man’s regret, Dickens’s social conscience, or the occasional stabs at dry humor. There are a bunch of possible takes hiding within this one tale, and each is as valid as the last.\n    Related\n   mostly chooses to make Dickens come to Disney, rather than sending Disney to Dickens. The special borrows the familiar story elements and sends them through the Disney prism, so that, say, Goofy is playing the ghost of Jacob Marley, while Jiminy Cricket plays the Ghost of Christmas Past. At the center is Alan Young as Scrooge McDuck, and his performance is the special’s greatest asset. (Young had first played Scrooge McDuck in a  that was largely adapted for .)The special’s tone lurches all over the place, something that is not helped by its 25-minute runtime. It’s surprising it comes together at all — there’s no way the slapstick of Goofy should work with the creepiness of Marley’s ghost, but it kinda does — but it’s always hampered by being a Disney production first and a Dickens adaptation second. In the end, it suggests that the moral of this story is mostly “Be nice to other people, okay?” which is a good lesson to impart but not really the focus of the novella. is altogether stronger. It doesn’t force the Muppet characters into roles they wouldn’t fit particularly well, so that Michael Caine’s work as Scrooge can have the weight it requires. (He’s one of the .) But it does allow, say, Fozzie Bear to step in as Fezziwig — or should I say Fozziwig — which is exactly the sort of tiny, comedic cameo where one of the sillier Muppets can be very funny.\n    Related\n   finds a great middle ground between the book and the Muppets, right down to having Gonzo (as Charles Dickens) recite chunks of text from the book directly to viewers (with Rizzo the Rat on hand to provide comic relief). It’s not my favorite adaptation of this story, but it’s darn close.Eliza, what did you see as the chief adaptation choices made by these two specials? looked like Sesame Street, and  was a cartoon. The Spirit of Yet to Come in  had eyes [in its hood].  one didn’t have eyes and was gray with lines. The  one was brown. Plus, when the  spirit threw Scrooge in fire, he said, “SCROOOOOOOOOGE!” and the other one was way more quiet. Oh! I was going to ask something about  Why did the Spirit of the Future drop Donald Duck, who was playing Scrooge, in fire?[desperately trying not to explain hell to a child] Well, uh, it was to show he had been bad. And if he stayed bad, he would go and get burned up.[looking very concerned] Oh.But that’s only if you’re bad. [disconcertingly long pause] He was pretty bad. Wait. Donald Duck doesn’t play Scrooge in ! He plays Scrooge’s nephew, Fred.No, that’s a smaller girl duck.All right.Few characters in English literature are as memorable as Ebenezer Scrooge, who (if nothing else) shows off Dickens’s skill for naming characters with exactly the right series of syllables, such that you instantly understand who they are. Hundreds, if not thousands, of people have played Scrooge over the years. It’s impossible to get an exact count, since stage adaptations of  remain staples of regional theaters and the like. But  on Scrooge’s Wikipedia page is formidable, with seemingly every actor over 40 with a patrician air and stentorian bluster having taken a crack at the part. Why just this year,  played Scrooge from the stage of London’s Old Vic. Scrooge has become such an immortal character because he somehow speaks to our worst and best selves. There are days when we want to say “humbug” to the world and days when we’re so full of good feeling that we could pop. We want to believe that it’s not too late to change our ways, and Christmas often brings out a fond feeling for our fellow human beings. Eliza, did you like Scrooge?I didn’t like him at first, but then I liked him!What didn’t you like about him?[excited] The movie is kind of like the Grinch! Eliza! A deliberate comparison between two disparate works! That’s the backbone of much critical analysis!The Grinch didn’t like Christmas. But what’s different about the two movies is that the Grinch stole Christmas, and Scrooge doesn’t do that.Yeah, you’re right.Scrooge doesn’t have that level of ambition. Broadly speaking,  fits into a  of telling ghost stories during the Christmas season. Indeed, there are spooky Christmas stories stretching back to medieval times, and ghosts popping up at such a festive time of year were one of the handful of Christmas traditions hanging on in Dickens’s day. \n    Related\n  In 1843, when Dickens published , Christmas was often treated as just another day, with few people even getting time off work — that’s why Bob Cratchit asks if he can have the day off. So  is an attempt to reinstate Christmas as an important holiday on both a plot level (the characters are taught to keep Christmas every day of the year) and a more metatextual level (a Christmas ghost story would have seemed properly festive to Dickens’s readers).But forget all that heady nonsense. I just love . What about you, Eliza? Who were your favorite Christmas spirits?The Spirit of Christmas Present in . He opens the roof of a house, and the person inside goes “EEEEEK!”: I like when he goes right up next to the window, and his eye’s really big.And I like Jacob and Robert Marley from ! My favorite song is “Marley and Marley.” Great song. A real bop. Which one of the ghosts would you want to be?I would want to be the Spirit of Christmas Past. Too bad I couldn’t fly for real into the past! I would go back in time to all the Christmases and get all the [Lego] Advent calendars that we’ve done. We’ve done three, and four when we’ve finished this one. I’ll get all the other boxes that have been thrown away, and I’ll bring them home to the present.I think the ghosts are cool. I wish I could meet the ghosts.Me too! It’s too bad that all the people in the world can’t be the ghosts. If everybody wanted to, they could be the ghosts, but if one person or two or maybe 100 didn’t want to, they could just not be it. [pause] I wish I could just go through the screen, so we could talk and interview in person. I’d like that! I’ll have to come visit when all of this is over!Then you could meet my whole family!Well, I’ve met your mom and your dad, and I met you when you were a baby. : Yeah, but you haven’t met my grandpa and grandma! And you’re in luck! I’ve got  grandpas and grandmas. I don’t have any grandpas or grandmas anymore. Why?[aggressively backpedals][Eliza’s younger sister, Nora, the critic at tiny who is 2 and 3/4, enters the room.]Nora! You should ask your question![Nora approaches and whispers something in Eliza’s ear.]Ask her!You can’t write with a leaf! A leaf? Oh, a feather! Mickey and Donald Duck paint with a quill. She wants to know why they do that?Well, they’re just writing with them. They’re not painting. People would take feathers and make the tips really sharp. Then they would dip them in little ink pots and write things down. But now we have pens, and those are just a lot easier to use.My drawing desk has a little circle to put a bottle of ink in, and then you can put a pen in it. It’s George’s desk. He lived in our house before we did. Does that answer your question, Nora?[stares]is one of the . Almost everyone alive knows some version of this story, and there are plenty of adaptations that have nothing to do with Christmas at all. (See also: McConaughey, Matthew, in .) Dickens’s story is beautifully structured, appropriately festive, and just the right amount of creepy. It’s no wonder so many filmmakers have tried their hand at adapting it, though many have failed.Eliza, why do you think this story has endured so long?Because it’s about Christmas.I like the way it’s about looking at your life and seeing the things that should and could be better and using Christmas as a way to make your life better and be a better person. But I also like the ghosts. I wish I could meet the ghosts.Me too!I’m gonna ask you the question I always ask you: Who is the character you are the most similar to?I don’t know.I think you’re the most similar to that little bunny who carries the turkey in  , because you’re nice and you like to help. Who’s your mom most similar to?Maybe the bunny?I think I’m most similar to one of the Cratchits, because I have to work and work for a boss who doesn’t appreciate me, and all the ink gets frozen —WHOAAAAAAAAA!Mom, you’re in the middle of the bunny and Scrooge. That’s a good answer.Your mom is nothing like Scrooge, Eliza. Not even a little bit.I know who’s like Scrooge! Who?Donald Trump!Wow. Eliza with the hot takes. I hope he’s visited by three ghosts this Christmas, who convince him to change his ways.Me too.This article originally said  was published in 1863. It was published in 1843. We have corrected the error.\n    In April, Vox launched a way for readers to support our work with financial contributions — and we've been blown away by the response. This year, support from our founding contributors has helped us create projects that millions relied on to understand a year of chaos, and to keep their families safe. Support from our readers helps us rely less on advertising, and keep our resource-intensive work free for everyone who needs it. We want to add 2,020 more founding contributors to our supporter base by the end of the year. Help us reach our goal by making a contribution to Vox today, \n  "},
{"article_title": ["Fox News’s post-Trump identity crisis, explained by an expert"], "article_body": "As its main meal ticket prepares to leave office, Fox News is struggling through an identity crisis.For the better part of five years, Fox and Donald Trump have enjoyed a symbiotic relationship. Trump’s habitual watching of Fox and the willingness both he and other administration officials have had to be interviewed on Fox News and Fox Business brought the network to unprecedented heights of relevance, while Fox has helped Trump by  through .But Trump’s relationship with Fox hasn’t been all sunshine and rainbows. Even while the vast majority of the network’s programming did his bidding in one way or another, Trump has repeatedly  — and the one-sided feud has escalated dramatically since his loss to Joe Biden.“On a fundamental level Fox has been operating as a propaganda arm of President Trump, but the president has never really been satisfied with the level of obsequiousness he sometimes sees when he turns on his television,” Matt Gertz, senior fellow at Media Matters for America, told me. Things came to a boiling point in the days following the election. Fox News’s “news side,” such as it is, was among the first on election night to call Arizona for Joe Biden. Its decision to do so sent President Donald Trump . Though the state didn’t end up being central to most networks’ decisions to call the race for Joe Biden, it was a symbolic turning point during a night that quickly went from hopeful to sour for the president. He’s spent the past six weeks seemingly more focused on settling scores with Fox News than he has been on the coronavirus pandemic. . daytime ratings have completely collapsed. Weekend daytime even WORSE. Very sad to watch this happen, but they forgot what made them successful, what got them there. They forgot the Golden Goose. The biggest difference between the 2016 Election, and 2020, was !Trump apparently isn’t alone in feeling betrayed. At his urging, many of his followers have turned off Fox News and are watching  and  — Trumpier alternatives to Fox News, which at least during the daytime hours still likes to think of itself as a news channel and not a Trump propaganda network.. daytime is not watchable. In a class with CNN & MSDNC. Check out ,  and others that are picking up the slack. Even a boring football game, kneeling and all, is better!To give you a flavor for their programming, OAN is refusing to refer to President-elect Biden as “President-elect,” based on lies about there being “.” Newsmax, meanwhile, recently did an interview with former National Security Adviser Michael Flynn in which Flynn mused about a military coup to keep Trump in office — shocking comments that received no pushback from the host.Here's Michael Flynn on Newsmax saying that Trump could order \"military capabilities\" to swing states and \"rerun an election in each of those states.\"\"People out there talk about martial law like it's something that we've never done. Martial law has been instituted 64 times.\" Believe it or not, this coverage is resonating. While they still lag far behind Fox News overall, ratings for Newsmax and OAN have surged since the election while Fox’s have stagnated. In a major milestone, Newsmax earlier this month even  over an hour of programming. Fox, meanwhile, is also feeling pressure from the saner end of the spectrum. CNN’s  and at times have been better than Fox. For the first time in 20 years, Fox News can no longer boast that it’s clearly the top dog in cable news.Trump can’t totally quit Fox News, however. While he lambasts the network’s “news side,” he still habitually live tweets broadcasts hosted by his favorites, such as Sean Hannity and Mark Levin. During a  interview on election morning, Trump even bashed Fox News while on Fox News.Brian Kilmeade gives Trump the opportunity to respond to Obama and instead he lays out his grievances against Fox for sometimes airing Biden speeches before listing all the hosts he likes. Along similar lines, Trump’s first post-election was on Maria Bartiromo’s Sunday morning Fox News show. And as is , Bartiromo let Trump lie with impunity.Trump's own lawyers conceded in court that the claim he makes here about poll watchers is a lie -- but Maria Bartiromo lets Trump lie with impunity To unpack right-wing cable news’s tumultuous situation and where things might go in a post-President Trump world, I talked to Gertz, the Media Matters senior fellow and close observer of the right-wing news TV ecosystem. During the Trump years, Gertz has distinguished himself as perhaps the foremost chronicler of the Fox News-to-Trump pipeline. He’s tirelessly traced Trump’s tweets back to the Fox News segments that inspire them — even when Trump is watching and tweeting programming that aired hours or days earlier. The president of the United States is so busy that he's watching a recording of a Fox Business show that aired Sunday morning and tweeting about it.Left, Fox Business' Sunday Morning Futures, 10:24 a.m. yesterdayRight, Trump, 8:37 a.m. As the president has started watching more Newsmax and OAN, so has Gertz.An ongoing shift in the president's viewing habits from Fox to the even more conspiracy-minded OAN. Left, OAN, 7:46 a.m.Right, Trump, 8:14 a.m. As Gertz explained to me, even in a post-Trump world, he still expects Fox News to play a leading role in setting the conservative agenda, since “they have the biggest audience and the biggest propensity to produce dangerous misinformation that shifts the public discussion, and the state of policy in this country.”But Gertz sees signs that Fox News is bowing to the pressure Trump and his supporters are putting on it.“We’re also seeing a sort of race to the bottom in certain ways. I think Fox has really kicked up the amount of coverage it’s done in support of President Trump’s effort to overturn the election because they’re feeling some heat from competitors,” he said. “So that, I think, is part of the real risk behind all of us — that it will [increase] Fox’s need to become ever more conspiracy-minded in years to come.”A transcript of our conversation, lightly edited for length and clarity, follows.I thought maybe a good place to start is with your cable news diet. I know you watch a lot of it. What have you on a typical day been watching over the past four years, and has that changed from 2017 to today?I’ve been at Media Matters since 2007, so I’ve been in one way or another immersed in this right-wing media world ever since. A lot of my work has focused very specifically on Fox News during the Trump administration, and the way in which its hosts and its shows have become intertwined with President Trump and with other members of his team.A lot of that has been focused on , the president’s favorite morning news show. I generally have that network on from early in the morning throughout the day. I will catch clips from shows later that night and read the transcripts the next morning to make sure that I have a good sense of what was going on on all of those primetime and later shows.But Fox News has been at the center of the conservative media infrastructure for that entire time, and so it’s been my main focus.Perhaps the biggest development in cable news since the election has been the sudden rise of Newsmax and OAN as in some sense alternatives to Fox News that are further right. Shockingly, Newsmax’s ratings even beat Fox News in a key demographic over an hour of programming earlier this month.Do you think this is all attributable to Trump and his fans feeling betrayed by Fox’s infamous somewhat early call of Arizona for Biden? Or is there something else going on here?On a fundamental level, Fox has been operating as a propaganda arm of President Trump, but the president has never really been satisfied with the level of obsequiousness he sometimes sees when he turns on his television. He’s watching as much as or more Fox as I am — and to some extent, I do that for a living — and so when he sees things on his television that he doesn’t like, when he sees Democrats appearing on the network, when he sees some of the more so-called “news side” shows presenting Fox polling that shows him losing various states, when he sees the state of Arizona getting called for his opponent and then Fox acknowledging Joe Biden is the president-elect, he becomes infuriated. This has happened throughout the administration. We have seen here and there, he will lash out at Fox for not going far enough in his favor, and he’s even from time to time told his supporters that they should be watching OAN or Newsmax instead. But since the election, since his defeat, he has been willing to do that on a far more consistent basis. He has made the criticisms of Fox News much more frequently on his Twitter feed, and he’s actually watching the other networks much more than he used to as well.I’ve been tracking Trump’s so-called “live tweets,” the cases where he responds in real time to what he’s seeing on the television with tweets, since October 2017. And he’s never sent tweets about that network’s competitors the way he has over the past few weeks. He’s sent about the same number of tweets between November 15 and December 2 of this year in response to OAN segments as he had over a two-year period.Looking back at Trump live-tweets since Nov. 19, I count:Fox News/Business: 11OAN: 10Newsmax: 3Trump sent only 12 OAN live-tweets total over a recent two-year span, compared to more than 1,200 Fox News/Business. So his own viewing habits are changing, and he is getting at least some slice of his supporters to change their viewing habits as well. Do you think it’ll be sustainable for Newsmax and OAN to continue on as basically Trump propaganda outlets after he leaves office? I wonder if there’s going to be the staying power in terms of filtering all the news through a Trump prism a year or two after he leaves office.I don’t know. I think what seems pretty clear is that Fox is trying to forestall that by shifting its programming in certain ways. I have been seeing during the so-called “straight news” hours that Fox has started airing clips of its primetime hosts to set up various segments. They’ll air 15 seconds of Tucker Carlson talking about a topic before going into their own discussion about it, or playing a clip from Sean Hannity’s show and asking guests to respond. So that’s the way in which they’re trying to change things up a little bit to push back on these competitors.Fox \"straight news\" broadcast America's Newsroom is increasingly a show about what happened in Fox prime-time the previous night. We’re also seeing a sort of race to the bottom in certain ways. I think Fox has really kicked up the amount of coverage it’s done in support of President Trump’s effort to overturn the election because they’re feeling some heat from competitors. So that I think is part of the real risk behind all of this — that it will [increase] Fox’s need to become ever more conspiracy-minded in years to come.It does seem there’s been a divide between Fox’s daytime programming with Neil Cavuto and Chris Wallace and the primetime lineup. I’ve noticed as well that they’re now treating Hannity clips as though they’re newsworthy, and then framing panel discussions around them. But what I hear you saying is that to the extent that Fox News is going to have to choose, you see them shifting more in the direction of making their daytime content more like their primetime content than the other way around.Yes, I think that is certainly the case. There is no movement in the opposite direction — there is no indication that the network is considering becoming a better source of information to its viewers. And there’s really a problem there. Fox’s viewers to some extent are counting on the network to provide them with credible information, so when I look back on the past 10 months of pandemic coverage that the network has produced, they’re lying to their viewers about how much danger they are in from a deadly pandemic, because they think that’s better for President Trump and their ratings than leveling with their audience about the real physical danger they are in.Dec. 8: Laura Ingraham criticizes the \"concerted campaign to vilify and dismiss and demean, and frankly lie about it, the ineffectiveness of\" hydroxychloroquine.This alternative history that lets Trump off the hook will be a permanent feature of right-wing commentary. I think you’re right to identify what’s in Trump’s interest as motivating a lot of the editorial choices that Fox has made in recent years, but where do you see that going in the months to come under a President Biden? Do you anticipate that there will be fealty to Trump, even if it’s more about appeasing their viewers?I’ve noticed in some of their programming it seems like they’re repositioning themselves as these gadflies chastising the media for not covering Hunter Biden more, or calling out liberal hypocrisy. lots of tears being shed on Fox News' Outnumbered Overtime today How much do you think Trump’s interests will drive editorial choices going forward?Fox News always takes on the character of the Republican Party of the era. I think their hope is that they can make a return to what the network was like in 2009, 2010. That’s when it emerged as the voice of opposition to President Obama, and they spent eight years fighting his administration on every front possible.I think their fear, though, is that this competition from OAN and Newsmax will lock them into this current role as a Trump propaganda arm, that they won’t be able to establish any distance or even move away from constantly talking about Trump once he’s out of office.I know Media Matters has been involved in  who are doing business with Fox News shows when hosts have said offensive things. What’s the scene like with Newsmax and OAN? Do they have robust ad content on those networks?Not really. Neither of them, and OAN in particular, don’t have large ratings. And that keeps them from, certainly, getting blue-chip advertisers. We’re seeing a lot more MyPillow ads on Newsmax in particular over the last several weeks. [MyPillow] has a conservative owner, they very much try to own that particular demographic, and so they have a ton of ads really propping up Tucker Carlson’s show in particular on Fox.Four different My Pillow ads for four different products, all of which ran on Tucker Carlson's show tonight. But this is where they are different. Fox is a propaganda network that sometimes does conspiracy theories but depends on the existence of this “news side” that they say is unbiased and like a normal network’s, in order to keep blue-chip advertisers on board with at least some of those shows. OAN is a conspiracy theory network that sometimes does propaganda. It’s not in the Nielsen ratings because it doesn’t reach a lot of people. Newsmax is a little bit different. Newsmax is a grift. The thing you have to understand about Newsmax is that it’s an unprofitable TV business that’s welded onto a very profitable digital and newsletter business. And the reason it’s profitable is that it sells out its audience of older conservatives to an assortment of scammers and snake oil salesmen.So they’re using Trump’s current feud with Fox to build a bigger audience for themselves. They want to pull those people into their ecosystem and then pitch new viewers on nutritional supplements and the efficacy of natural cures for Alzheimer’s, and financial products that protect your savings from the coming waves of hyperinflation — it’s absolutely disgusting, but that’s where their money comes.There’s been a lot of speculation that after he leaves office, Trump will get involved in right-wing TV in some capacity, whether it’s with his own network or his own show on an existing network. He seems pretty committed at this point to aligning himself with OAN and Newsmax while distancing himself from Fox, but do you think there’s a chance any of those networks would give him his own show?I’m skeptical about a lot of these ideas until I see them actually move forward in some way. Starting your own network from scratch is a huge business endeavor that requires a lot of time and effort and money and relationships, and so I really am not expecting to see the fabled “Trump TV” outlet emerge. I could be wrong about that, but I’ll be skeptical until I see some actual movement on it.It’s hard for me to imagine Newsmax offering him enough money to make it actually worthwhile. Or certainly OAN — I don’t really see that happening either. The president wants to be able to go on  and talk with Sean Hannity, and so he’s gonna do something that lets him keep doing that. My guess has continued to be that the best way he can make money off his post-presidency is stage shows. Basically Trump rallies, but for profit. That seems like a thing he could do that doesn’t involve a lot of work, and frankly I’m skeptical he will do anything in the media that does require a lot of work.I mean, his interviews are basically riffing. You could imagine him maybe doing some sort of digital streaming show where, again, he doesn’t need to do much but sit in front of a camera and mug and do his stream of consciousness about the issues of the day. But my thing on this is that the continuum is from “things that won’t happen because they are a lot of work” to “things that could happen because they are not a lot of work.”To bring things full circle, what do you anticipate your cable news diet will look like post-Trump? What does a new president mean for what you’ll be paying attention to and perhaps live-tweeting?I think it could end up being a lot more fractured. The media environment in general has become a lot more fractured over the past several years, and if some of these cable news networks do get more of a footprint, they’ll be worth tuning in to now and again. There are also plenty of conservative digital outlets I’ll be paying attention to, since they can feed into the rest of the discourse.But I imagine I’ll still be paying a lot of attention to Fox News. They have the biggest audience and the biggest propensity to produce dangerous misinformation that shifts the public discussion and the state of policy in this country.\n    In April, Vox launched a way for readers to support our work with financial contributions — and we've been blown away by the response. This year, support from our founding contributors has helped us create projects that millions relied on to understand a year of chaos, and to keep their families safe. Support from our readers helps us rely less on advertising, and keep our resource-intensive work free for everyone who needs it. We want to add 2,020 more founding contributors to our supporter base by the end of the year. Help us reach our goal by making a contribution to Vox today, \n  "},
{"article_title": ["One Good Thing: The gentle, lovely beauty of the YouTube Christmas coffee shop"], "article_body": " This Christmas has felt different.Normally I find myself eagerly anticipating the end of the year — I look forward to the presents, the well wishes from friends and strangers alike, the time off from work. It’s a chance to look back over the year that was and prepare for the year to come. The world changes, but this time of year, these remaining holidays, we try to keep as similar as possible. We like these little islands of time that change a bit more slowly than the rest of our lives.In 2020, however, it’s harder to appreciate that island of time when . Each day blends into the next, and as I write this (on December 23), it’s hard to believe that Christmas is just two days away, even though looking at my calendar will tell me that it is. I still haven’t put up my tree. I’ll get to it when I get to it, maybe on December 27 or something.\n    Related\n  YouTube, as always, has stepped into this void I’ve felt. Some of my favorite channels for creating “ambience” — soundscapes meant to replicate particular real-world experiences, usually with slightly animated visuals to match — have gone all out this holiday season, creating Christmas atmospheres that are lovely, festive, and aching reminders of the world that used to exist.Particularly popular are . There are seemingly thousands of these (though it’s probably only “dozens”), and they tend to feature the same elements. There’s a , steaming . There’s  (and often ). There’s . Here’s one .A friend and I will sometimes gather on Zoom, pull up one of these videos on screen share, then talk about how we wish we were sitting in a very real coffee shop, talking face to face. For now, this is a substitute.What’s slightly eerie about these videos is the fact that none of them have any people, not even a bored barista behind the counter. These are Christmas coffee shops devoid of humans (though  occasionally has someone walk by on the sidewalk outside). Watching them, it really does feel like the world is waiting for us to come back to it, as though these cheery holiday spaces are still out there somewhere, if only we could find them.But that emptiness also makes it easier for my friend and me to project ourselves into those spaces. If nobody else is here, maybe we can grab a cup of cider or hot cocoa and sit down together without worrying about everything worth worrying about right now. It might be an idealized space, and it says something about 2020 that it’s easier to imagine an idealized coffee shop as an empty one than ever before.YouTube is lousy with Christmas and winter soundscapes, which I turn to every year, because California Christmas will always be just a touch disappointing to a Midwestern girl raised on drifting snow. I love  in 1950s New York,  at Santa’s office, and  in the middle of a blizzard. Or consider  seen from outside of the house where it’s being held (look at all those people inside; wouldn’t you like to join them?). Or ? I could go on.The point is, we might feel unmoored in time right now, but the promise of finding this one tiny island where everything is the same and nothing has changed is intensely appealing. I don’t know if there are so many Christmas coffee shops on YouTube this year because we’re all missing the trappings of the season or because those of us who spend time on YouTube’s ambience channels keep watching them, but those two hypotheses are kind of the same thing. Christmas is best shared with other people. We can’t do that right now, but until we can, we can at least pretend.\n    In April, Vox launched a way for readers to support our work with financial contributions — and we've been blown away by the response. This year, support from our founding contributors has helped us create projects that millions relied on to understand a year of chaos, and to keep their families safe. Support from our readers helps us rely less on advertising, and keep our resource-intensive work free for everyone who needs it. We want to add 2,020 more founding contributors to our supporter base by the end of the year. Help us reach our goal by making a contribution to Vox today, \n  "},
{"article_title": ["Study: Smoking bans saved countless lives — could they have increased drunk driving?"], "article_body": "Alcohol has , and the US doesn’t take that seriously enough. While America may have taken smoking more seriously, it continues to kill nearly half a million people every year. Alcohol-related deaths number almost 100,000 annually. A new  by Anne Burton, an economics PhD candidate at Cornell University, looked into how smoking bans at bars and restaurants affected alcohol consumption, violent crime, and fatal drunk-driving crashes. Her most notable finding was a 4 percent increase in fatal drunk-driving crashes associated with the implementation of these bans in areas with high levels of smoking. If accurate, this would be a significant harm policymakers need to consider when designing other policies that attempt to curb the use of harmful substances.While smoking bans indoors have become pretty ubiquitous,this research may have new relevance as states begin liberalizing marijuana laws and cracking down on e-cigarettes and vaping. Policymakers have to determine if tamping down or easing up on drug restrictions affects the use of other potentially dangerous substances. If legalizing marijuana has the unintended consequence of increasing cigarette usage or cracking down on e-cigarettes pushes those consumers to smoke cigarettes more, that’s a big problem. Burton’s research looks to see if a policy that worked to stop smoking actually could have led people to drink more and led to measurable increases in drunk driving fatalities. But first — from one drinker to another () — why drinking and smoking are actually very, very bad and why we should care if more of it happens:From 1999 to 2017, a  by the National Institute on Alcohol Abuse and Alcoholism (NIAAA) tracked nearly a million alcohol-related deaths in the United States. In a 2010 National Bureau of Economic Research , researchers systematically reviewed the existing evidence linking alcohol and violent crimes and concluded that the “extensively documented correlations” between alcohol and crime represent “‘true’ causal effects of alcohol use on crime commission.” That’s a big deal. That means the researchers believe it’s not just an association and that some other factor is making people both drink heavily and commit crimes — it’s that alcohol is a big factor in whether some crimes even happen at all.“The number one substance that is involved in arrests and incarceration is alcohol in the United States,” Keith Humphreys, a drug policy expert and professor of psychiatry at Stanford University, told me. “In terms of the damage — people think of illegal drugs as the drivers of the criminal justice system, [but] none of them come close to alcohol.”However, as a country, we’ve been overwhelmingly focused on regulating other drugs. My colleague German Lopez wrote a piece titled  Here’s my favorite excerpt: What’s worse, public use of this drug has become widely accepted in some circles. In New Orleans, several men and women in their 20s and 30s shouted that they’re going to get “wasted” — a slang term for coming under the effects of alcohol. Some have even turned drinking alcohol into a game that involves ping pong balls and cups. One popular holiday, St. Patrick’s Day, appears to  the dangerous drug...No other drug comes close to the staggering fatalities of these two. Illicit fentanyl, which has consumed widespread media attention due to the opioid epidemic in the past few years, was linked to fewer than 30,000 overdose deaths in 2017. And marijuana — another drug that federal law enforcement officials have warned is dangerous — reportedly caused zero overdose deaths in the past few thousand years.Cigarettes are also extremely bad for health — though we’ve done more as a country to combat their use. They remain the  in the US, killing more than 480,000 people every year. The Centers for Disease Control and Prevention   that “for every person who dies because of smoking, at least 30 people live with a serious smoking-related illness.”Burton wasn’t the first to study smoking bans and their relationship with alcohol consumption as well as events associated with drinking like drunk driving and violent crime. Economists Scott Adams and Chad Cotti of the University of Wisconsin Milwaukee and UW Oshkosh, respectively, looked into the relationship between smoking bans and drunk driving between 2000 and 2005. They began their  by noting that “the expected effect of smoking bans on drunk driving is ambiguous” since smokers might choose to go out less, lowering the number of people drinking in total. However, their research indicates that “fatal accidents involving a drunk driver increase by about 13 percent” following the implementation of a smoking ban — an astonishing finding. Adams and Cotti looked into what might be happening here, and after reviewing case studies they settled on two theories. The first is “cross-border shopping,” where smokers are willing to drive farther to go to a bar in a neighboring jurisdiction that allows smoking, thereby increasing the number of miles driven after drinking. One example they point to is Minneapolis and St. Paul, Minnesota, which is one large metropolitan area split into two counties. Hennepin County, where Minneapolis is, enacted a smoking ban in 2005, after which there was a 12 percent increase in fatal accidents in Ramsey County, which contains St. Paul.The second theory is that bars are differentiating themselves within jurisdictions with smoking bans by providing outdoor seating or by not enforcing the ban, and that is leading smokers to drive more as well. Burton’s study, which builds on this research, looked at smoking bans in bars and restaurants from 2004 to 2012. She pulled from the Behavioral Risk Factor Surveillance System (BRFSS) and the Nielsen Consumer Panel to measure alcohol consumption and the location of alcohol consumption by smoking status. She turned to the Uniform Crime Reports (UCR) for information on alcohol-related crimes. Burton found no statistically significant effect from the bans on whether people remained smokers or on violent crime. However, she did find that for those who drink, the bans increased how much they drank and that in high-prevalence smoking areas, there was a 4 percent increase in fatal drunk-driving crashes but only among high-prevalence smokers. Among all subjects, there was no increase in accidents. This means in the other subgroups, there were slight decreases or no effect on drunk driving. However, Burton told me the 4 percent finding among high-prevalence smokers was the only statistically significant finding. Burton inferred that the 4 percent observed increase in drinking was likely happening at bars and restaurants because there was no effect or a slight decline in alcohol purchased for home consumption. She said she isn’t very concerned about the increase in drinking observed in her study — it amounts to about one drink a month, and there was no evidence that people were all of a sudden binge drinking or engaging in especially dangerous drinking behavior. But there are concerns with the drunk driving findings, which other researchers have pointed out. Before I get into the arguments against Adams, Cotti, and Burton’s findings, I want to make something clear: At the end of the day, the documented health benefits to smoking bans like reductions in secondhand smoke exposure largely outweigh any of the costs, like a small increase in drunk driving in some places. Additionally, there are simple ways to eliminate potential increases in drunk driving. Following the release of Adams and Cotti’s research (which originally showed an association between smoking bans and fatal drunk driving accidents), several researchers dove into the question in order to test their findings.  examined the effect of New York’s and California’s statewide bar and restaurant smoking bans on “alcohol-related car crash fatalities” and found no association. They tested Adams and Cotti’s hypothesis about jurisdiction shopping by looking at communities along the Pennsylvania-New York border but found no effect on drunk driving accidents.Andrew Hyland, chair of the department of health behavior at Roswell Park Comprehensive Cancer Center who was one of the authors of the 2013 paper, told me that the biggest concern his team had with Adams and Cotti’s findings was that their research did not include counties where they found zero drunk driving fatalities, which could have biased their observed effect upward. “Zero events is a very important piece of information,” Hyland told me.  Importantly, Hyland’s research only looked at statewide bans. That means it doesn’t rule out the most plausible jurisdiction-shopping story: one where a city has banned smoking but the state has not, so it’s easy to find a bar just a few miles away that lets people indulge in both vices. As statewide smoking bans have proliferated over the years, this jurisdiction-shopping effect is becoming less plausible, highlighting an easy way to eliminate this concern — passing statewide bans everywhere. Looking to Burton’s research, concerns with her findings can be boiled down to measurement error and whether she was actually able to isolate the effect of smoking bans. Self-reported measures of alcohol and cigarette consumption can be unreliable. First, because of something called “social desirability bias,” people will often say what reflects better on them rather than the truth. In this case, smokers ashamed of the habit might report fewer cigarettes smoked than is true; heavy drinkers could do the same with their alcohol intake. Second, there’s the issue of “recall bias” — it’s actually just really hard to remember exact numbers when it comes to things like this. “If you add up all the alcohol that Americans say that they drink, you come to the conclusion that roughly half of all alcohol is poured down the drain, because nobody claims it. ... That means people aren’t very good at reporting their drinking,” Humphreys told me. For tobacco use, researchers have been able to corroborate survey data with biomarkers (which can’t lie to pollsters). But for alcohol, this type of analysis isn’t possible.“She’s trying to do the best that she can with the data that she has available,” Hyland said of Burton’s research. “The question is, is that sufficient to make a statement that smoke-free policies are causing a 4 percent increase in [drunk driving] fatalities.”Burton defends her use of survey data here by saying that even though there could be errors in self-reporting, those errors are likely uncorrelated with the implementation of a smoking ban. She believes the implementation of a smoking ban shouldn’t affect how people respond to survey questions about their alcohol consumption and thus the change between those two points in time should still show the effect of smoke-free policies.Measurement error could also exist in Burton’s reliance on data from the BRFSS and Nielsen. These sources provide data at the individual and household level, respectively. In order to compare county-by-county numbers, Burton used provided “weights” to extrapolate the given information. But the problem is, neither of these data sets is designed to be representative at the county level. So her county-by-county data could be fuzzy.As with most research, the biggest problem is trying to isolate the cause of the effect being studied. Aren’t jurisdictions that implement smoking bans likely to have implemented other public health measures around the same time? Burton controls for a few of these, like state blood alcohol concentration limits for driving under the influence and whether the state has a cigarette tax, but says in the future she hopes to go further and include workplace smoking bans and other anti-smoking measures that could be driving the results she finds here.Notably, Burton did not control for the cost of alcohol or taxes on alcohol in her results. This is troubling since these have a well-documented effects on demand and could be confounding her results. “I don’t think that small increases in alcohol consumption by themselves are a bad thing,” Burton told me. “The biggest concern is trying to compare the protective effects from secondhand smoke exposure, particularly for bar and restaurant workers ... against the cost of those potential increases in drunk driving fatalities.”She’s right — and luckily, the small increase in drinking and the ambiguous effect on drunk driving she found are far outweighed by the benefits of smoke-free laws. “Smoke-free policies in worksites and hospitality venues have been one of the greatest public health successes of the last 25 years,” Hyland told Vox.While there is still some debate around the potential increase in drunk driving, there is a vast, peer-reviewed, scientific literature around the harms of secondhand smoke inhalation, and around the massive health benefits associated with the sharp decline in smoking in part due to smoke-free policies. We know that smoking bans have been  at . Bans in restaurants, bars, and other hospitality establishments have the added benefit of ensuring that workers are not forced to carry the health costs against their will simply due to their place of employment. Bans have also been effective at reducing  and Smoking and exposure to secondhand smoke increases the risk of cardiovascular disease, pulmonary disease, cancer, and death.  has shown that heart attack admissions “rapidly declined” after the implementation of 100 percent smoke-free laws. All of this to say that if there was in fact a small increase in fatal drunk driving accidents as a result of these bans, the bans were still worth it. It can seem callous to think about policy in these terms, but it cannot be understated how much anti-smoking policies have improved health and general well-being. And that benefit far outweighs the potential that there could be some small increase in drunk driving fatalities. Especially since that risk could be curbed with other anti-drunk driving measures and by universalizing anti-smoking laws at bars, restaurants, and other hospitality establishments.“Reading this paper makes me more confident in the value of smoke-free laws,” said Humphreys. “Because what it shows is there is no effect on violence, there is no effect on drunk driving ... and the claimed increases in drinking amount to a teaspoon of wine a day. So even if I believed that we could measure the alcohol consumption that accurately in big panel studies, which I don’t, I don’t care.”\n    In April, Vox launched a way for readers to support our work with financial contributions — and we've been blown away by the response. This year, support from our founding contributors has helped us create projects that millions relied on to understand a year of chaos, and to keep their families safe. Support from our readers helps us rely less on advertising, and keep our resource-intensive work free for everyone who needs it. We want to add 2,020 more founding contributors to our supporter base by the end of the year. Help us reach our goal by making a contribution to Vox today, \n  "},
{"article_title": ["The Highlight’s best reads of the year"], "article_body": "The Highlight was young, not even a year old, when the  pandemic descended in the spring. If we had been padding along unsteadily, looking for footing like any ambitious toddler, our balance was entirely shaken by the seismic developments of 2020: the lockdowns and masks, the bizarrely mysterious and gravely dangerous virus, a summer of protests and the retaliatory federal response we felt in the rattling of our windows, a democracy and an election so fragile that some sounded alarms of an .All these months later, looking over the body of work that writers from Vox and across the country produced for The Highlight amid the year’s fear and uncertainty, one thing is quite clear to me. The pandemic spawned an American existential crisis, a productivity slump, a small-business cataclysm. It provided the kindling for an incendiary — and  strikingly  — reckoning with American racism. But as difficult as 2020 was, each collective experience further distilled The Highlight’s mission, revealing new stories worth telling, new questions worth asking, and new narrative escapes worth exploring.Some of the best pandemic coverage that The Highlight published already feels encased in amber, relics of a time when the nation stood at the precipice of catastrophe — and nonetheless fell victim to its citizens’ instinct to preserve personal liberty above all. Other stories, like that of trans pastor Junia Joplin (who was fired after coming out) or the chronicles of young people of color’s first experiences with police, will echo for years to come.Below, find some of the best work The Highlight published this year. Because of the pandemic, and not despite it, 2020’s most engrossing tales have a distinct richness. They’re full of mystery, faith, ambition, truth-telling, and self-understanding — precisely why they resonated with readers. I hope you enjoy them, too.A mysterious outbreak. Hundreds of stricken schoolgirls. Was it an illness, or was something darker to blame?By Daniel HernandezThe church has not embraced those like Junia Joplin easily. She only wants to keep her job.By Emily VanDerWerffShe wanted to ride with men in one of the world’s most dangerous sports. She had a lot more than her competition to be worried about.By Steven Leckart“Financial Independence Retire Early,” with its emphasis on extreme frugality, grew in popularity after the last financial crisis. But can the movement prepare its followers for the next one?By Stephie Grob PlanteTurbulent reopenings and partisan mask wars highlighted the nation’s preoccupation with personal liberty above all.By Eleanor CumminsCan you remember your first experience with the police? For these nine Black and brown people, the encounters would shape their sense of safety forever.By Kiana MooreSmall businesses were once pillars of communities, but economic and systemic forces left many fighting for survival. Then came the pandemic.By Laura EntisAmid the pandemic, workers whose jobs once defined their lives are questioning what it was all for.By Sam BlumFive people on finding the words — and the strength — to be themselves.Interviews and photography by Annie TrittAs the drug hits a cultural tipping point, states face an urgent call to expunge, or erase, minor pot convictions — a move even the Biden-Harris campaign supported. This is one man’s quest to clear his name.By John Washington“Wanna hear something super bitchy?” is a kind of love language.By Alanna Okun and Aude WhiteIt’s time to ask why we continue to spend millions of taxpayer dollars on police misconduct lawsuits and billions more on policing that yields poor outcomes.By Sean CollinsThe long and public reckoning that followed the Holocaust shows a path forward for a United States that desperately needs to confront its racist past.By Mattie KahnThe Highlight\n    In April, Vox launched a way for readers to support our work with financial contributions — and we've been blown away by the response. This year, support from our founding contributors has helped us create projects that millions relied on to understand a year of chaos, and to keep their families safe. Support from our readers helps us rely less on advertising, and keep our resource-intensive work free for everyone who needs it. We want to add 2,020 more founding contributors to our supporter base by the end of the year. Help us reach our goal by making a contribution to Vox today, \n  "},
{"article_title": ["Stories from a Lost Year"], "article_body": "Life in 2020 has been dominated by big stories. The .  against multiple centuries of systemic racism and injustice. An . A . . But beneath every one of these big stories is a long list of smaller personal ones. Everyone’s experience of 2020 has been different, and everyone’s story has something worth hearing. I went looking for those stories, in hopes of understanding the events of this year from the ground level.What I found was remarkable. I talked to a woman who nursed an injured baby pig back to health. I talked to a sex worker who very quickly had to figure out how to make his business Covid-19-safe. I discussed opening up a marriage — at a time when nobody can see anybody in person — with someone who did just that. I talked to a woman who fell in love with her mailman, and a postal carrier who grew distressed at how little her rural community seemed to be taking Covid-19 seriously.I’ll be sharing 14 of those stories over the next few weeks. I think they all underline the fact that no matter how dramatic or mundane your year was, it was that much more fascinating or difficult or compelling because of the times in which it took place.This year is almost over, and another will follow. I’m so glad we all got through it together.We’ve lost so much in 2020. But we’ve found some things, too.“It’s easier to believe everything is holy lying under the stars with friends and a pig sleeping in the crook of your arm.”“As soon as I started taking non-monogamy seriously, it was like any other coming out.”“In America, we say everything we do is for our child, but we spend a lot of time working and accumulating money and stuff that we don’t need.”“I can’t do any of my old standup comedy. And I don’t want to do it. I literally am starting over from scratch.”“The first couple weeks, I sucked at life. I sucked at everything.”“Online sex work has amplified the loneliness for some customers. I’m talking to them because they’re paying.”“That day, for the first time, I saw myself. And I knew I was trans. Holy shit.”“I asked him, ‘How’s everything going? How can we help?’ And I accidentally told him that I loved him.”“There are certain ways — and maybe it’s not cool to say this — in which quarantine has been helpful.”“I love just looking at his face when he sees there are other people in the world!”“I haven’t contracted Covid yet. I’ve been lucky, because my bubble is probably huge.”“It feels like I’ve never stopped playing Russian roulette because I never stopped working.”\n    In April, Vox launched a way for readers to support our work with financial contributions — and we've been blown away by the response. This year, support from our founding contributors has helped us create projects that millions relied on to understand a year of chaos, and to keep their families safe. Support from our readers helps us rely less on advertising, and keep our resource-intensive work free for everyone who needs it. We want to add 2,020 more founding contributors to our supporter base by the end of the year. Help us reach our goal by making a contribution to Vox today, \n  "},
{"article_title": ["One Good Thing: Try reading “A Child’s Christmas in Wales” out loud"], "article_body": " Perhaps you are doing Christmas over Zoom this year. In that case, you will need to find some sort of festive holiday activity that every member of your party can participate in. Something you can do at a distance, which mostly rules out dinner and crafting and a lot of board games. Something that won’t be affected by an audiolag, which rules out carol singing. May I suggest that you take turns reading out loud from Dylan Thomas’s “”? Reading out loud is one of the great communal Zoom activities because there’s a clear order to who’s speaking when and you don’t wind up in that awkward place where everyone is speaking over everyone else’s audio lag. The downside is that under most circumstances, of course, reading out loud is insufferable as a group activity. But at Christmas, it’s exactly the kind of pleasantly twee and old-fashioned pastime you might be craving.And “A Child’s Christmas in Wales” is perfect for those purposes. It’s the right length, barely 3,000 words long, the length of a mid-sized Vox explainer. It also sounds right. Thomas originally developed the piece for the radio, so it’s designed to be read out loud, with the words encouraging you to chew them as you read. Give this sentence a try, describing postmen delivering Christmas packages: “With sprinkling eyes and wind-cherried noses, on spread, frozen feet they crunched up to the doors and mittened on them manfully.” . Don’t you just want to say that out loud a time or two? Can’t you just see the postmen rapping bravely on those frozen doors?“A Child’s Christmas in Wales” is a prose narrative, more or less: not quite a short story, not quite an essay, maybe a little bit a prose poem. It consists of reminiscences of Thomas’s childhood Christmases, sometimes delivered directly to the reader and sometimes delivered in dialogue with an imagined child listener. In its 3,000 words, Thomas covers presents (both Useful and Useless), house fires, candy cigarettes, and the ubiquity of uncles at Christmas. What he is most concerned with, though, is evoking a sense memory of being a very small child at Christmas: the thrillingly cold snow, the itchy wool, the long stretches of boredom punctuated with vicious excitement. In this piece, “snow [comes] shawling out of the ground and [swimming] and [drifting] out of the arms and hands and bodies of the trees,” while boys wage war on cats, “sleek and long as jaguars and horrible-whiskered,” and “all the Christmases roll down towards the two-tongued sea, like a cold and headlong moon bundling down the sky that was our street.” When you read that sentence, or you hear it read to you, all your Christmases will come rolling down the street of your childhood home, too. And then it will be as if you are there, even this year, when maybe you cannot be. Reading “A Child’s Christmas in Wales” is a way of gathering and escaping, all at the same time, in a year when we really need both. \n    In April, Vox launched a way for readers to support our work with financial contributions — and we've been blown away by the response. This year, support from our founding contributors has helped us create projects that millions relied on to understand a year of chaos, and to keep their families safe. Support from our readers helps us rely less on advertising, and keep our resource-intensive work free for everyone who needs it. We want to add 2,020 more founding contributors to our supporter base by the end of the year. Help us reach our goal by making a contribution to Vox today, \n  "},
{"article_title": ["Hospital ICUs are filling up. It’s even worse than it sounds."], "article_body": "As of mid-December, hospitals on average had just  across the country, and many were completely full. As the Covid-19 surge continues to intensify, lack of ICU beds can have dire consequences, including not being able to properly care for the sickestpatients, potentially  lifesaving care.But even these bed capacity numbers don’t tell the whole story. Adding extra critical-care beds in other departments or buildings takes precious time, resources, and space. But adding trained staff is much more difficult, especially deep into a pandemic. When trained staff are in short supply, it’s even harder for hospitals to best meet the needs of critical-care patients. These patients include people very sick with Covid-19, but also many who need to be in the ICU for , such as those who have had a heart attack or stroke, are recovering from major surgery, or are sick with the flu, among others. Only about  had more than 30 percent ICU capacity left on December 15, and coronavirus case numbers have only accelerated since then. And the reality on the ground in many areas is much worse, as  has shown. From the Times’s data, gathered from the US Department of Health and Human Services, of about 100 hospitals in the Los Angeles area, more than 65 reported . Cedars-Sinai Medical Center had an occupancy at 112 percent of its capacity.In Dallas, the fourth-largest metropolitan area in the country, of the 47 hospitals with more than 20 Covid-19 patients, 80 percent of them had  left. The most open beds any hospital had was five. In the Minneapolis-St. Paul area, half of the hospitals with more than 20 Covid-19 patients . In Oklahoma, which has , of the hospitals with more than 20 Covid-19 cases, the majority were at more than 90 percent ICU bed occupancy. , a pulmonologist and critical-care physician at Integris health system in Oklahoma City, which reported full ICU occupancy in the  to the HHS, says they have turned regular patient rooms into ICU rooms to try to handle the rush of severely ill people. Even so, she said, “occasionally Covid-19 patients must remain in the emergency department for several hours waiting for a bed to become available.”And there is little sign of relief in many places around the country, with an average of  since early December. “Patients keep coming, and we have to take care of them regardless of our staffing levels,” Gisella Thomas, a respiratory therapist at Desert Regional Medical Center in Palm Springs, California, wrote to Vox in an email. “I worry that there is only so long staff can hold up before breaking, which ultimately, in itself, could limit capacity” further. The sickest Covid-19 patients can linger in the ICU for weeks — or longer. And although we have learned a lot since the spring about how to better treat severely ill Covid-19 patients, the disease itself is still challenging to address, and we don’t have a cure for it. Which means the  of people who get Covid-19 and end up needing critical care are often in ICUs until either they are able to recover — which often includes invasive intubation treatment — or die. \n    Related\n  One of the reasons ICUs have been filling up is that once a patient with Covid-19 gets that sick, they are not likely to stabilize very quickly. A September study found that an average ICU stay for a Covid-19 patient was  — almost double the typical stay of . Other anecdotal reports show that many patients can be in the ICU for weeks or . And pinning down this number is crucial for projecting how many beds might be available in the future if cases continue to climb. As  pointed out, if an average length of stay in the ICU is 10 days, that means that every day there is only a 10 percent chance of a new bed opening up. So when admissions exceed that rate, ICUs are likely to get overwhelmed. This is something those working with critically ill coronavirus patients have to contend with every day. “Covid-19 patients unfortunately stay in the ICU for a long time,” Nagle said. “The course of the disease is very slow, and this contributes to the shortage of available beds.”And while Covid patients are there, meeting their needs can be extremely labor-intensive. “Covid-19 patients can be incredibly ill, with multiple machines to watch and adjust, multiple medications to give, and lab results to draw and results to watch,” Nagle said. And although we now have a better understanding of possible treatments for seriously ill patients, “patients still respond in varying ways, and their progress and possible outcome is always unpredictable.” This is another reason hospitals don’t always have a good projection for how many ICU beds they might have in the coming weeks or days. Caring for Covid-19 patients also requires many more steps and precautions than when ICU staff work with other patients, further jamming units. All staff entering an ICU Covid-19 room must don full gowns and PPE each time, which is resource-intensive. “This also creates real difficulties if someone crashes because it slows down our response,” Thomas said. “The need to more thoroughly clean all equipment also creates delays and makes normal staffing levels inadequate for the pandemic.”In the meantime, doctors, nurses, and other health care workers are struggling to provide the best care they can while being asked to handle more and more patients. “Critically ill patients are very complex,” said , a pulmonary critical-care physician at Baylor College of Medicine. “There are a lot of moving parts at the same time that require the same amount of priority.” But, he said, “when you are stretched out beyond capacity, you can’t deliver the same quality care unless you create more skilled health care workers, and as we have found out, these are a scarce resource.” Although hospitals can often somewhat expand the number of beds and amount of supplies, staff are in much shorter supply. “The most precious resource in any hospital are the human beings who are knowledgable and capable of caring for patients,” Sarah Delgado, an acute care nurse practitioner and clinical practice specialist with the American Association of Critical-Care Nurses, wrote to Vox in an email. “It is the limiting factor.” Without enough of these people to care for all of those who are very sick, “patient outcomes are likely to suffer,” she said. \n    Related\n  And it is not just ICU physicians and nurses who are in short supply. “Critical care is more of a team sport,” Garner said. “This means physician-delivered care and interventions, but also careful medication selection dosage with pharmacists, skilled nursing care, respiratory therapists, midlevel providers, nutritionists, early mobilization with physical therapists.” To that list, Nagle also adds all of the other hospital staff needed to perform other essential tasks in ICUs, including bathing patients, changing linens, and other functions. To accommodate surges of very ill Covid-19 patients, many hospitals have had to . At Christiana Hospital in Delaware, critical-care nurse Lauren Esposito and her colleagues typically work with critical cardiac patients. But this year, her unit has served as overflow for critical Covid-19 cases. “At first it was a little uneasy,”  for the American Association of Critical-Care Nurses. Their hospital implemented a tiered staffing strategy in which cardiac nurses would work under trained ICU nurses. “During the shift, if a patient was crashing, we were able to flex and have the ICU nurse go to that patient to provide care,” she wrote. They were also able to provide quick training to nursing staff, for example, on working with intubated patients. Still, the overflow duties were straining, and they weren’t made easier given the intensive isolation these patients are in to stop the spread of infection. “I remember the first time I walked into a patient’s room, it really hits you that you are the primary caregiver and no one else can come in.” Also, staff now often have to attend to more patients at a time. In California, where last week an average of more than 44,600 people each day tested positive for the coronavirus, Gov. Gavin Newsom  from 1:2 to 1:3 in an effort to meet the surging numbers of Covid-19 hospitalizations. In Oklahoma, Nagle notes that although the ICU nurses she works with usually take care of one to two patients during a shift, “with the shortage of critical-care nurses, each nurse may have three, and under very extreme conditions, even four patients to care for.” This increase in patients each nurse is seeing — especially in a complex illness like Covid-19 — is a major adjustment. “Nurses are at the patient’s side every hour of every day, administering lifesaving medications, collaborating with other health care team members, translating information to families, and providing end-of-life presence when those families cannot visit due to strict isolation requirements,” Delgado said. “This work cannot be done when the number of patients exceeds staffing capacity.” And staff themselves often fall ill with the virus. According to a , as many as a quarter of Covid-19 infections in some states are among health care workers. Garner, whose  earlier this year, including his 4-month-old daughter, says getting the illness himself gave him a new perspective on the patients now flooding into local Texas ICUs. “It could have been me, my wife, or one of my kids on that ICU bed,” he said. “It’s easy to rationalize the amount of sick patients by thinking, ‘oh, well they weren’t distancing,’ or, ‘they weren’t wearing masks,’ but the fact is that nobody deserves to catch this virus and get sick from it, not even the people who doubt it. As the spike continues to grow, compassion is the only thing that can keep us from becoming jaded and burned out. The flip side of that is remembering compassion for the health care workers caring for these patients, especially as the holidays approach. Not only will many of these workers continue long shifts through the holidays, they will do so knowing that many people are disregarding public health warnings to avoid gatherings. “We need the public to do its part,” Delgado said. “Stop nonessential travel, adhere strictly to mask-wearing and social distancing guidelines, and limit gatherings with those outside your household,” Delgado said.   \n    In April, Vox launched a way for readers to support our work with financial contributions — and we've been blown away by the response. This year, support from our founding contributors has helped us create projects that millions relied on to understand a year of chaos, and to keep their families safe. Support from our readers helps us rely less on advertising, and keep our resource-intensive work free for everyone who needs it. We want to add 2,020 more founding contributors to our supporter base by the end of the year. Help us reach our goal by making a contribution to Vox today, \n  "},
{"article_title": ["The Lost Year: Falling for your mailman in lockdown (but not getting the ending you wanted) "], "article_body": "When Alayna got in touch to tell me her story of a tumultuous 2020, she titled the email “A Very COVID Christmas.” And even though she’s had a stressful, difficult year — one that involved opening a vintage clothing store just as quarantine began and losing a pet in the midst of the pandemic — a subject line that could have been the name of a Hallmark movie was apt.Alayna, stuck in the building that is both her store and her apartment for most of the year with mostly her bulldogs for company, developed a crush on her mailman. That crush was slowly but surely reciprocated, leading to the kind of slow-burn, in-person flirtation that seems increasingly like a throwback to an era before dating apps. As quarantine continued, the two got to know each other better — and then she found out his mail route was going to change in the new year.I’ll let her tell you what happened next, but the image that has stuck with me since talking to Alayna is of her, in the early days of the pandemic, sitting in her shop, slowly cutting apart her merchandise to make masks for the people of her neighborhood. It seems to me a potent symbol of a time when nobody quite knew what to do, so we started making sacrifices to try to take care of and connect with each other.Here’s the story of Alayna’s 2020, as told to me.So I had a terrible divorce in Erie, Pennsylvania, about two years ago, and I decided to move home with my family in Pittsburgh and follow my dreams and open up my own vintage clothing store. I was gonna open my store in April, but that’s right when our governor gave a lockdown order. I live in a little neighborhood right outside of the city, and nobody knew what was going on. Are we supposed to wear gloves? Are we supposed to take our shoes off? Nobody had masks. At that point, I was, like, “Well, shit, I can’t open my store. We might not make it through this.  might not make it through this!” So I literally took my clothes, my merchandise, and started cutting it down into rectangles and making masks for the neighborhood. It was, like, “Forget it. If I don’t ever get into business, at least I can help my neighbors.” I was cutting up 1970s polyester and even this Oscar de la Renta suit. Like, “Ugggh, whatever!” But everyone got their masks.It was basically just me and my bulldogs in the store. We really didn’t see anyone. I had to stop construction on my renovation. Sometimes, my mom would stop by, and we’d wave just off the porch. But! We always saw the mailman. Tried and true, he was there every day. There were actually other mailmen, but only one caught my eye. Essentially he was the only man that I saw for, like, six months. I’d always appreciated how nice he was to my bulldogs. I had two bulldogs at the beginning of quarantine, but I lost one about a month ago. I cried more over losing him — his name was Meatball — than over any relationship with a human. I cried more for Meatball than in my divorce. I cried so much I had to go to the doctor because I got dry eye and had ruptured blood vessels and had to get eye drops. Thankfully, my other dog Louie is still here. He’s doing better than I am. It’s all a part of life, I guess.Anyway, the dogs like anybody, so they’re not a very good tell. They would just wait for people to come up and say hi to them. I actually live above my boutique. I have an apartment upstairs in the building, and I would take the dogs downstairs to work. They’d wait at the door for people to come visit. The mailman was so sweet to them. He would say hi to the dogs before me. That caught my eye.I forgot how to talk to people. I just lost all my game, any swag that I ever had. Remember a couple months back, people were like, “We’re going to lose the post office!”? So I asked him, “How’s everything going? How can we help?” And I accidentally told him that I loved him. It came out really weird. I was just like, “Oh, thanks for all you do, and the dogs and I love you!” He was very nice and didn’t miss a beat. “I love you guys, too.” I tweeted, “I just told the mailman I loved him on accident.” It caused a little bit of a following. I started asking the other mail guys about him. Maybe the mailmen told him, “Oh, the new girl down at the clothing store might have the hots for you.” So he started coming by. Our chats became a little bit longer. We’re so used to dating apps and making a judgment call based on someone’s age, what they look like, and their job. So this was like life before! It was like, “Oh, this must be like what they did during the Dust Bowl, when no one could go to see people.” We’re stranded, but we can always rely on the post office.It was nice out, and it was summer. I wasn’t working, so I was on the porch a lot. He would park his van right beside my porch. We had all the time in the world. It was reasonable to take the time to get to know someone and ask each other questions. He was just a giant teddy bear. He was all bearded with long, flowy hair. He was so the opposite of what I would typically go for. I’m usually a sucker for a guy in a suit, clean-shaven. It was my first real ...  with a true yinzer in the time I’ve lived in Pittsburgh. It was fun, too. When was the last time in 2020 that I was able to be excited about something? One day, before we had really become friends, I saw him walk past my door, and I was like, “[gasps] IT’S THE MAILMAN!” He told me a couple days ago that he was getting a new route as of January 1. I was very like, “I’m never gonna see him again.” [The panic] was pretty intense! But then I thought, “Wait a minute. He’s cute, but we’re just a little too different.” The conversation just wasn’t free-flowing. At first I thought that I was very awkward in general and had forgotten how to flirt. Then I thought it was maybe nerves, where he didn’t know what to ask me. I could talk to a wall. I could talk all day. By the time we got to know each other and the nerves had passed — it got to an exhausting point where I was doing all the talking and asking all the questions. And I’m certainly not going to settle after all the shit that I’ve been through. I told him it wasn’t going to work out. It was too bad. It did feel a little like I was in a Hallmark movie. People on Twitter would send me cheesy Christmas Hallmark film titles [on Twitter].  or . It was so nice people could have a connection over something fun and nice. But I tweeted, “Twitter friends, I am so, so sorry, but I have to cancel . Things just didn’t work out.” It didn’t even last until Christmas.But maybe I’ll get a spinoff. Maybe I’ll get .\n    In April, Vox launched a way for readers to support our work with financial contributions — and we've been blown away by the response. This year, support from our founding contributors has helped us create projects that millions relied on to understand a year of chaos, and to keep their families safe. Support from our readers helps us rely less on advertising, and keep our resource-intensive work free for everyone who needs it. We want to add 2,020 more founding contributors to our supporter base by the end of the year. Help us reach our goal by making a contribution to Vox today, \n  "},
{"article_title": ["Food banks have had a record year. Here’s what it’s like to run one."], "article_body": "Years ago, when Derrick Chubbs was working at the Red Cross, his team held a seminar simulating a potential pandemic. Chubbs, now the president of the Central Texas Food Bank, recalled that training earlier this year as he stared down a potential world-altering crisis. Before the rest of us were taking the  seriously, he stockpiled food, implemented safety measures, and scouted auxiliary storage facilities. But like so many other organizations pushing through the Covid-19 era, Chubbs quickly understood that there was no way to fully prepare for a pandemic. He and his team needed to roll with the punches — that’s the only way a nonprofit can sufficiently cover the economic carnage the coronavirus is leaving in its wake.Speaking as 2020 winds to a close, Chubbs tells me that, this year, the Central Texas Food Bank has smashed all of its previous records. Covid-19 has debilitated the American job market and has left an unprecedented wave of food insecurity. Thanksgiving was marked by . The Washington Post reported that . The National Geographic speculated  as the pandemic persists. Even as vaccines mobilize, it’s clear that this emergency isn’t going to go away. Unsurprisingly, the Central Texas Food Bank is distributing more food to more people than ever before, and tallying up a much larger bill in the process.All of this keeps Chubbs awake at night. He’s confident that the Central Texas Food Bank can continue to meet the demand through the next few months. But if his worst fears come true and people are still impoverished and hungry by 2023, Chubbs isn’t sure if his infrastructure will hold up. We talked about that, as well as how his staff socially distances while dropping off meals, and his long, strange journey from Dell and IBM to the nonprofit sphere.  At a certain point, I felt that I needed to feel more relevance in what I was doing. I have no complaints about my experiences with IBM, Pervasive, or Dell. They were all unique, I got paid, no complaints. But in all honesty, I needed more. I started feeling it long before I left, and I’ve been fortunate enough to have some good mentors along the way. Eventually, the stars aligned and I got a call about the Red Cross, and I never thought they’d hire me. I thought they’d think that I was going to try to turn the organization into Dell, but they did, and that’s how I got my start in the field.If I could do it differently, I wouldn’t. I’d do it exactly the same way. Even though I didn’t plan this journey at all.I remember going back to some Red Cross simulations that I had. One of them happened to be simulating a pandemic, and that was the scariest class I had ever gone to. In February, I didn’t expect Covid to be as dramatic in America as it ended up being, but I remember bringing the team together and saying, “Let’s have a what-if discussion. What if this thing blows out of proportion?” The more we talked about it, the more we became afraid. My first thought was, “What if this thing lingers? What areas might be impacted?” First and foremost was minimizing risk for the team — both staff and volunteers. What do we need to do in the building to protect them? We interact with hundreds of clients on a daily basis.Eighty percent of our food is distributed through 250 partner agencies across the counties that we serve. It wasn’t just us. We’re talking food pantries, church pantries — some very small, some large — and they depend heavily on volunteers to run those operations. And the majority of those volunteers were in the high-risk group. It was a totally different dynamic we had to deal with. How do we scale ourselves and help our partners scale at the same time? We hadn’t even started talking about issues procuring food. We had to change our entire model. We can’t do client-choice anymore. Now we distribute through boxes of food. That’s what you see on television: these lines and lines of cars, with food banks loading food directly into them. The number of people that could congregate in one area was also drastically reduced, which means that we dropped the number of volunteers we could bring into the building by 70 percent. Normally, we could handle 100 volunteers per shift. That went down to 30. At the same time, demand was skyrocketing. We were fortunate because we had food. I started buying a lot of food at the beginning. We weren’t one of those banks that was strapped for cash and couldn’t accumulate a stockpile. I even started looking for additional places to store food in the event that I couldn’t store it all in my building. So in our first 90 days, I didn’t have a major supply challenge. What I had was a human resource problem, and not having as many people as I needed. We went to five of our largest churches that had major operations, and we could pull trucks up into their parking lots and unload pallets of food so they could build boxes for us. That’s how we got through July: us and our churches building those boxes. If it hadn’t been for that, we wouldn’t have been able to meet the demand.Ordinarily, we would distribute 3.7 million to 4 million pounds of food a month. We are now in the 7 million range. The pandemic has left so many people out of work. In the mid-to-late summer, we saw people coming to us for the first time. We track that stat. It was a 200 percent increase of newcomers. Our target was 50 million pounds last year. This year, we’ve done 64.5 million. Ordinarily, we’d distribute food to about 50,000 people a week. Last month, we distributed food to 343,000. I fully expect December to be higher than November. Only at the beginning. We realized the amount of money we were spending to purchase food increased exponentially. Ordinarily, we would spend about $100,000 a month on food. Over the last several months in a row, we were over a million. That scares me because it’s unsustainable. We can’t continue to do that. I’m living off the extreme generosity of this community, but that won’t last forever. We had a consulting group come in pro bono, and one of the things they were saying is that we will see elevated levels throughout 2021, well into 2022, and as a worst-case scenario, into 2023. We are at the beginning of this. The number of people coming to us just keeps getting higher. We had a similar spike during the government shutdown during 2019, and the thing we kept hearing from out-of-work government employees was, “This will likely take me six months to recover from just being unemployed for six weeks.” Can you imagine what’s coming our way? We have people who’ve been out of work for months, some of them for a year. The recovery is going to be extremely long term.I feel pretty good about it. I am blessed to be in one of the most supportive communities in this country. They’ve always come to the rescue. I feel confident that we’ll keep it up for the next 90 days. Ask me after those 90 days and it might be a different story. My concern is still hinged on the ability to procure enough food to meet these demands. And to be totally honest with you, even at the levels we’re at now, we’re still 25 percent short of meeting the complete demand. We’re literally wrestling with what’s in front of us. But we’re doing everything we can to continue to distribute food and continue to advocate for the dignity and self-respect of the people that seek our services. To make sure that they know we’re here for them and that we’re not judging, no matter what. Get our newsletter in your inbox twice a week.\n    In April, Vox launched a way for readers to support our work with financial contributions — and we've been blown away by the response. This year, support from our founding contributors has helped us create projects that millions relied on to understand a year of chaos, and to keep their families safe. Support from our readers helps us rely less on advertising, and keep our resource-intensive work free for everyone who needs it. We want to add 2,020 more founding contributors to our supporter base by the end of the year. Help us reach our goal by making a contribution to Vox today, \n  "},
{"article_title": ["9 new movies to watch over the holidays"], "article_body": "The year is nearly over, and the holidays often mean extra time for getting cozy on the couch with some eggnog and a pile of cookies, in front of a good movie. Given public health concerns and ongoing widespread theater closings in the US,  are available to watch right now via streaming services and digital rentals.A few of those movies are still quite new, thanks to a bumper crop of December releases that’s yielded options for all sorts of movie-viewing preferences — from blockbuster-size superhero tales (the long-awaited ) to cheeky comedies (the weird and wonderful ) to family-friendly animated wonderlands (Pixar’s ; the gorgeous folktale ). Many of them are excellent, and even the ones that aren’t are still pretty fun, if you’re in the right mood. So here are nine movies that have debuted in the past few weeks that are worth checking out, and why each one might suit you; all of them are available to stream or digitally rent or purchase. Happy watching, and I’ll see you in 2021.\n    Related\n   is fantastic. It’s a movie about four middle-aged Danish men who are much more miserable than they’re willing to admit to themselves or to one another. One night, however, a cordial birthday dinner becomes a weeping confessional, and then a rager — and they realize, with the ancients, that in vino veritas. The men decide to embark on an experiment, reasoning that the human body is naturally 0.05 percent deficient in alcohol and that they can test whether maintaining a low buzz all day will enable them to live a better life. Obviously, things escalate from there.This sounds like a sophomoric and possibly horrible premise for a film, but instead director Thomas Vinterberg has made a truly wonderful movie about trying to come to grips with life, anchored by terrific performances from Mads Mikkelsen, Thomas Bo Larsen, Magnus Millang, and Lars Ranthe. It’s funny, and gutting, and great. is available to digitally rent or purchase on platforms including , , , and .\n    Related\n  The cast alone — Meryl Streep, Dianne Wiest, Candice Bergen, and Lucas Hedges — makes  worth watching. But the film also has an interesting idea at its core. Streep plays Alice Hughes, a famous author who is set to receive a prestigious prize in London, and decides to travel there from the US by taking the Queen Mary 2. Two old friends (Wiest and Bergen) accompany Hughes, along with her nephew (Hedges). And an editor from Hughes’s publisher (Gemma Chan) tags along too, desperate to see Hughes’s latest manuscript. The film was written by Deborah Eisenberg and directed by Steven Soderbergh, which is no wonder; it’s the latest in  that prod at the ways money and profit shift human relationships. Shot during a regular passage of the Queen Mary 2 in August 2019, it’s both fun and a little subversive.  is streaming .Based on August Wilson’s 1982 play,  is a devastating stunner of a showcase for its stars, Viola Davis and Chadwick Boseman. Davis plays Ma Rainey, the pioneering blues singer, as she heads into the studio to record an album at the height of her fame in 1927. Boseman is Levee,a cocky young trumpet player who’s trying to overcome the cards that life has dealt him. (; this was his final role.) Also starring Colman Domingo, Glynn Turman, Michael Potts, and Taylour Paige, is really about the too-often illusory nature of power for Black Americans of the era — even for a wealthy icon like Ma.Set against the backdrop of ,  powerfully illustrates the dead-end world in which its characters live, and the last scene is an unforgettable sucker punch to the gut.  is streaming .\n    Related\n  Steve McQueen started developing  a long time ago, before he became the first Black director of a Best Picture winner at the Oscars. (His film  won in 2013.) He wanted to explore the lives of the West Indian community in London. And, as , McQueen — a Brit of Grenadian and Trinidadian heritage — wanted to “understand myself, where I came from.”The result morphed over time from a TV series into something resembling a set of feature films, each one wholly distinct from the others in casting, plot, time period, and, in some cases, even visual sensibility; they’re shot in a range of formats and feel tonally different. (McQueen worked with two co-writers — Courttia Newland on two of the films, and Alastair Siddons on the other three — but he directed all five.)And each one is exquisite. Running from just over an hour to well over two in length, each installment of  centers on part of the West Indian experience in London. The films are all set between the 1960s and the 1980s. Some are fictional. Some are based in fact. And all are brilliantly crafted, with performances that ought to be star-making. (If you have time for just one, watch , but if you can, start with and work your way through.)  All five films are streaming .\n    Related\n  is Pixar’s latest film, the story of a jazz musician who befriends a soul in search of a “spark.” That premise will make a lot more sense once you see the movie, which may be the most philosophically complex of the studio’s work. Director Pete Docter (who also made ) and co-director Kemp Powers tackle a traditional theme in family-friendly animated movies — finding your unique purpose in life — and turn it on its head, subtly challenging our culture’s focus on “doing what you love” as your occupation. And they do it with incredible visual imagination. Segments of bend visual conventions that we are used to seeing from Pixar, evoking other dimensions and planes of being with different sorts of art. Even when the characters are just moseying along the streets of New York, the landscape is rendered in such detail, and with such attention to texture, that the specificity feels almost startling. The biggest joy of animation is that it offers more cinematic freedom than live-action, and Pixarpulls out all the stops in crafting ’s world.  begins streaming  on December 25.\n    Related\n  Tessa Thompson and Nnamdi Asomugha star in , a romance that’s soaked with music, desire, ambition, and melancholy. The spark is ignited in 1957, when Robert (Asomugha), an up-and-coming jazz musician, takes a part-time job in a record store owned by Herbert (Lance Reddick). Herbert’s daughter Sylvie (Thompson) spends time at the shop so she can watch shows on the store’s TV; she aspires to be a TV producer, though that’s an almost impossible dream for a Black woman in the late 1950s. Robert and Sylvie quickly fall in love.But when they part after the summer, they move on with their lives. Years later, they reconnect. And then things get tricky. Writer and director Eugene Ashe smartly gives Sylvie a vibrant second storyline — her love of TV and her struggle to decide how it interacts with her romance and her family life.  is a satisfying story that both draws on and plays with familiar genre contours, to great effect.  is streaming .Every time I reveal the details of this movie to people, they think I’m making it up. But it’s real, directed by John Patrick Shanley and based on his Broadway play . Emily Blunt and Jamie Dornan star as Rosemary and Anthony, who’ve grown up on neighboring farms in rural Ireland. Anthony’s father Tony (Christopher Walken) is getting up there in years, but he’s hesitant to leave the family farm to his son, and he’s considering giving it to their American cousin Adam (Jon Hamm), a sleek New Yorker with a fanciful dream of being a farmer. And though it’s obvious to everyone that Rosemary and Anthony are made for one another, they just can’t seem to get together, for reasons that are mysterious to everyone except Anthony.All of that sounds pretty reasonable, but  has the odd effect of making the audience think they surely must have missed . The accents are bizarre (Walken’s in particular), the song that the characters keep singing is mysteriously Scottish rather than Irish, and the dramatic situations don’t quite make sense. And there’s a twist that ... well, just see it for yourself.  is not, in any sense, a  film, but it is a lot of fun to watch if you bring a good sense of humor and a willingness to say a lot. is available to digitally rent on platforms including , , , , and . is a gorgeously animated Irish folk tale, created by the artists behind  and . It’s the story of a little English girl named Robyn Goodfellowe, who travels with her father, a hunter, to Ireland. His task is to aid in wiping out the wolves, which the Lord Protector of their village decrees must be destroyed, lest they menace the villagers any further. But one day, Robyn befriends another girl, Mebh, who lives in the woods and transforms into a wolf at night. Mebh is a wolfwalker. And through the girls’ friendship, Robyn’s view of the world — and her role in it — changes drastically, as her connection with Mebh provides the jolt that challenges the Lord Protector’s destructive rule. It’s a beautiful, rich story with plenty for the whole family to discuss.  is streaming .\n    Related\n  Gal Gadot once again dons Wonder Woman’s trademark breastplate, tiara, and golden lasso to take on not one but two villains, find romance with the love of her life (Chris Pine’s ), and ponder the ills of humanity in a very ambitious sequel. The film made waves by becoming the first of Warner Bros.’ slate of blockbusters  on their theatrical release date — a strategy the studio will continue through 2021 — so the heroine has a lot of weight on her shoulders.And there’s enough stuff in  for three Wonder Woman movies, which works to the movie’s favor and detriment. There are more than a few moments of breathtaking spectacle, some outstanding comedic sequences courtesy of Kristen Wiig’s Barbara Minerva, and unfortunately too many moments that feel like filler. It’s a prime, worthy sequel for Wonder Woman, but it almost functions better as a rom-com than it does as a superhero blockbuster.   begins streaming  on December 25.\n    Related\n  \n    In April, Vox launched a way for readers to support our work with financial contributions — and we've been blown away by the response. This year, support from our founding contributors has helped us create projects that millions relied on to understand a year of chaos, and to keep their families safe. Support from our readers helps us rely less on advertising, and keep our resource-intensive work free for everyone who needs it. We want to add 2,020 more founding contributors to our supporter base by the end of the year. Help us reach our goal by making a contribution to Vox today, \n  "},
{"article_title": ["A majority of Americans would back a Biden mask mandate"], "article_body": "When President-elect Joe Biden takes office, one of the  to implementing in his first 100 days is a federal mask mandate, which would require people to wear face masks in federal buildings and on interstate transportation to prevent the spread of the coronavirus. , most Americans are on board with that plan, with 69 percent of likely voters saying they support this policy. This backing mirrors support for mask usage overall, with 72 percent of people polled agreeing that masks should be required in all public places and 66 percent saying they should be required to be worn around anyone outside of the household. Both statements garnered support from the majority of people in both parties, though a smaller proportion of Republicans agreed with them. Biden’s mask mandate would apply to federal public locations such as post offices, courthouses, and trains, while states would be able to impose their own rules elsewhere. The mandate follows , which encourages people to wear face masks in order to reduce the spread of droplets that can transmit the coronavirus when people speak, cough, and sneeze. As part of , Biden has also said he’s focused on making sure most schools have the resources needed to reopen safely within his first 100 days. And currently, there is a slight split on when people think schools should reopen: 27 percent of poll respondents think they should be open now; 35 percent think they should open when they have the funding needed to implement protections and do it safely; and 32 percent think they should open when the vaccine is widely distributed. Other coronavirus policies that received solid support in the poll include free access to the vaccine (85 percent), free coronavirus testing (78 percent), access to self-administered coronavirus testing at home (65 percent), increased mobile testing options and drive-through sites (81 percent), and the implementation of a one-month lockdown to slow the spread of coronavirus (52 percent).Timing around the adoption of a vaccine was another area that was somewhat mixed: 38 percent of people said they’d take it as soon as they could; 16 percent said they’d do it after a few people they knew already had; 27 percent said they’d take it after a lot of people had; and 19 percent said they’d never take it. A much higher proportion of Republicans (31 percent) and independents (19 percent) said they would never take it, compared to Democrats (8 percent).The poll was conducted from December 19 to 21 with 1,104 likely voters, and has a margin of error of 2.9 percentage points. Its findings indicate broad openness to the policies Biden has laid out to combat the pandemic, though there’s a range of opinions about the specific timing around them. \n    In April, Vox launched a way for readers to support our work with financial contributions — and we've been blown away by the response. This year, support from our founding contributors has helped us create projects that millions relied on to understand a year of chaos, and to keep their families safe. Support from our readers helps us rely less on advertising, and keep our resource-intensive work free for everyone who needs it. We want to add 2,020 more founding contributors to our supporter base by the end of the year. Help us reach our goal by making a contribution to Vox today, \n  "},
{"article_title": ["Alex Trebek’s last episode of Jeopardy will now air in January"], "article_body": "Alex Trebek’s last episode of  will air on January 8, bringing the beloved host’s tenure on the iconic game show to an end after more than three decades. Trebek was filming in the  studio , not long before . Because the game show is produced with a relatively long lead time, new episodes featuring Trebek have continued to air posthumously. His final episode was originally slated to air on Christmas Day; however, the show is now closing out the year with  which kicked off on December 21. The host’s last week of episodes has been rescheduled to run from Monday, January 4, through Friday, January 8, 2021.Trebek took over as  host in 1984, when a revived version of the classic show premiered. (The original version of , hosted by the actor Art Fleming, ran from 1964 to 1979, airing every weekday afternoon on NBC.) Trebek went on to become one of the most familiar faces on American television, and was intent on continuing to stay that way for as long as possible, while keeping an eye on both his age and his health. In 2019, Trebek . But he remained on the job as much as he could while pursuing aggressive treatment, adamant that he did not want to leave  in light of his diagnosis.Speaking to reporters at the Television Critics Association winter press tour in January 2020, Trebek said he planned to only inform his producers that he was stepping away from the series .“I made this decision a long time ago. What I would do, it would be the same as when I shaved my mustache. I would do it on a whim,” Trebek said. “On that particular day, I will speak to Harry [Friedman, executive producer], and I will speak to Clay [Jacobsen], our director, and tell them, ‘Give me 30 seconds at the end of the program. That’s all I need to say goodbye, because it’s going to be the last show.’”The beloved TV personality received immense public support in his decision to continue hosting , including from contestants. One memorable episode that aired in the fall of 2019 ended with a contestant writing “” as their Final Jeopardyresponse. Trebek responded to the message with tearful gratitude.We don’t know exactly what to expect from Trebek’s final episodes of , or whether he was able to follow through with his plan to end his reign with a surprise on-air goodbye. (According to TVLine, Trebek did deliver .) No matter what those episodes hold, Trebek will always be an inextricable part of ’s legacy, and a huge reason why is . Trebek’s final episode of  was originally scheduled to air on Christmas Day. It was later rescheduled for early January. We have updated this story to reflect that change. \n    In April, Vox launched a way for readers to support our work with financial contributions — and we've been blown away by the response. This year, support from our founding contributors has helped us create projects that millions relied on to understand a year of chaos, and to keep their families safe. Support from our readers helps us rely less on advertising, and keep our resource-intensive work free for everyone who needs it. We want to add 2,020 more founding contributors to our supporter base by the end of the year. Help us reach our goal by making a contribution to Vox today, \n  "},
{"article_title": ["Trump’s demand for $2,000 stimulus checks is blocked by his own party"], "article_body": "House Democrats’ attempt to consider $2,000 stimulus checks has officially been blocked by their Republican colleagues in the lower chamber, despite President Donald Trump’s support for this very measure.House Majority Leader Steny Hoyer on Thursday requested “unanimous consent” to pass a new bill guaranteeing these payments after Trump demanded that stimulus checks in the final coronavirus relief package be increased from . Trump’s request — an apparent political stunt — has now been blocked by members of his own party.Because Hoyer asked for unanimous consent to bring the standalone bill to a vote, and Minority Leader Kevin McCarthy did not consent, the measure did not move forward. House Democrats plan to bring it up again for a recorded vote next Monday, when they are likely to face more GOP opposition. Senate Republican leadership hasn’t made any moves to consider the proposal, either.Thursday’s vote is the latest indication that Trump’s demands will not be met, prompting questions about what, exactly, he’ll do next. Trump still has to sign the stimulus bill for it to become law, and he’s rapidly running out of time to do so: Because the stimulus is attached to a broader funding package, the government could shut down if Trump doesn’t sign it by December 28.Given his opposition to the legislation, Trump could potentially veto the bill directly or use what’s known as a pocket veto, in which any bill he doesn’t sign before Congress adjourns on January 3, 2021, is effectively vetoed. Presidents have 10 days (excluding Sundays) to sign legislation passed by Congress, and if they don’t — and if Congress adjourns during that window — the bill is pocket vetoed.It’s also entirely possible that Trump backs down and just signs the bill anyway, given how desperately people need coronavirus relief, but nothing is certain at this point. If Trump does move forward with a veto, though, he’ll be delaying aid to millions of Americans grappling with unemployment, hunger, and housing costs during the pandemic — nullifying any positive attention he may have received over the stimulus check demands.\n    Millions rely on Vox’s journalism to understand the coronavirus crisis. We believe it pays off for all of us, as a society and a democracy, when our neighbors and fellow citizens can access clear, concise information on the pandemic. But our distinctive explanatory journalism is expensive. Support from our readers helps us keep it free for everyone. If you have already made a financial contribution to Vox, thank you. If not, please consider making a contribution today \n  "},
{"article_title": ["RSVP now to talk Gideon the Ninth with Tamsyn Muir and the Vox Book Club"], "article_body": "To make it through this long, hard winter, the Vox Book Club is reading a pair of delightful novels about lesbian necromancers in space. Together,  (our December pick) and  (our January pick) make up one of the most fun and absorbing reading experiences I’ve had in a long, long time. They’ve got rich and velvety prose, a twisty and complicated mythology, and a deeply shippable love story at their center.So far, we’ve started talking through , and we’ll tackle  on January 15. After that, our discussion of both books will culminate in a conversation with author Tamsyn Muir herself, live on Zoom at the end of January. And you can join!We’ll be meeting Muir for a live discussion at  . (If you’ve attended one of our live events before, you might be used to them starting at 5 pm Eastern, so note that this one will be a lunchtime event.) We’ll chat for about 45 minutes, and audience questions are encouraged. You can , and in the meantime,  to make sure you don’t miss anything.\n    In April, Vox launched a way for readers to support our work with financial contributions — and we've been blown away by the response. This year, support from our founding contributors has helped us create projects that millions relied on to understand a year of chaos, and to keep their families safe. Support from our readers helps us rely less on advertising, and keep our resource-intensive work free for everyone who needs it. We want to add 2,020 more founding contributors to our supporter base by the end of the year. Help us reach our goal by making a contribution to Vox today, \n  "}
]